{
    "items": [
        {
            "name": "Standing Buddha",
            "uuid": "1f8b1632-84ef-4162-9275-243c3b00c61a",
            "ID": 114,
            "description": "During the 5th Century BCE, Siddhartha Gautama was born. In Sanskrit, Siddhartha means ‘He Who Achieves His Goal.’ Siddhartha was born into royalty and soon realised that living a conditioned life was not going to bring eternal happiness or protection from suffering. After coming face to face with suffering, Siddhartha decided to leave his royal duties on the quest for enlightenment. He left secretly and over six years, practiced with meditation teachers and finally decided to remain in meditation underneath the Bodhi Tree until, after conquering much fear and temptation, he reached enlightenment.He became Buddha, The Awakened One, and has been signified by Buddha statues for centuries. Buddha statues are more than a physical depiction of Buddha, they all have meaning. Each pose, posture, expression and hand gesture is significant to the life of Buddha. There are over 100 different poses that illustrate the life of Buddha, also called an asana or attitude, and hand gestures are referred to as a Mudra. The identification of standing Buddha poses is quite simple, because the Buddha is either standing or walking. The most popular of these standing Buddha statues is known as – Sukothai – and they originated in 13th century Thailand. The Buddha hand gestures reveal the standing Buddha statue meaning. The most common Buddha poses used by a standing Buddha statue are the Varada “gift giving” and Abhaya “protection” mudras. Therefore, the standing Buddha statue meaning is meant to inspire devotees with the generosity and fearless nature of the Buddhas. The historical Buddha often used the standing Buddha posture after he obtained enlightenment. Additionally, it is also common for standing Buddha statues to display the Abhaya “protection” mudra with both hands instead of only one.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/1f8b1632-84ef-4162-9275-243c3b00c61a/HGB0003.png",
            "period": 200,
            "museum": "Bihar Museum"
        },
        {
            "name": "Ganesha",
            "uuid": "62432508-bf9c-4f2e-b932-c12a256ca39e",
            "ID": 115,
            "description": "Ganesha also known as Ganapati and Vinayaka, is one of the best-known and most worshipped deities in the Hindu pantheon. His image is found throughout India, Nepal, Sri Lanka, Thailand, Bali (Indonesia) and Bangladesh and in countries with large ethnic Indian populations including Fiji, Mauritius and Trinidad and Tobago.Hindu denominations worship him regardless of affiliations. Devotion to Ganesha is widely diffused and extends to Jains and Buddhists. Although he is known by many attributes, Ganesha's elephant head makes him easy to identify. Ganesha is widely revered as the remover of obstacles, the patron of arts and sciences and the deva of intellect and wisdom. As the god of beginnings, he is honoured at the start of rites and ceremonies. Ganesha is also invoked as patron of letters and learning during writing sessions. Several texts relate mythological anecdotes associated with his birth and exploits. Ganesha likely emerged as a deity as early as the 1st century CE, but most certainly by the 4th and 5th centuries CE, during the Gupta period, although he inherited traits from Vedic and pre-Vedic precursors. Hindu mythology identifies him as the restored son of Parvati and Shiva of the Shaivism tradition, but he is a pan-Hindu god found in its various traditions. In the Ganapatya tradition of Hinduism, Ganesha is the supreme deity.The principal texts on Ganesha include the Ganesha Purana, the Mudgala Purana, and the Ganapati Atharvashirsa. Brahma Purana and Brahmanda Purana are other two Puranic genre encyclopaedic texts that deal with Ganesha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/62432508-bf9c-4f2e-b932-c12a256ca39e/HGB0005.png",
            "period": 600,
            "museum": "Bihar Museum"
        },
        {
            "name": "Surya",
            "uuid": "87a2a260-1a4d-4ce8-a1db-2ea023f32508",
            "ID": 116,
            "description": "According to Vedic astrology, Surya is the prime member of the Navagraha (the nine planets). It is the major source of life for all creatures. According to science, the whole bio-diversity is based on the process of photosynthesis which is only possible due to the existence of Surya (the Sun). Lord Surya is considered as the evident god as it could be seen with bare eyes. Surya rides on a chariot pulled by seven horses. Surya is known by many alternative names and epithets which include Vivasvat (Brilliant), Savitr (the Nourisher), Bhaskara (Light-maker), Dinakara (Day-maker), Lokacaksuh (Eye of the World), Graharaja (King of the Constellations), and Sahasra-kirana (Of a 1,000 rays).Surya firstappears in literature in the Rigveda, oldest of the Vedas. He holds lotuses in his hands (broken and lost). He wears a crown, usual ornaments and dhoti, vanamala and long boots. He is nimbate. On either side are shown the figures of Brahma and Siva. He is flanked by a female figure seated in the attitude of shooting an arrow to dispel the darkness. His nose is chipped off and the earrings damaged. It is damaged at several places. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/87a2a260-1a4d-4ce8-a1db-2ea023f32508/HGB0006.png",
            "period": 600,
            "museum": "Bihar Museum"
        },
        {
            "name": "Tara",
            "uuid": "cc75e77d-1ca7-4339-8c12-a0e85db96159",
            "ID": 117,
            "description": "The divine inspiration behind Tara statues is a renown Buddhist deity that first appeared in the “Prajnaparamita Sutra”. However, the meaning of Tara statues found in the sutra was vague and mostly coincided with the rapidly evolving popularity of Mahayana Buddhism. Eventually, about 5 centuries later, her essence evolved to become expressed as the “compassion of perfected wisdom”. As a result, the first identifiable standing Tara statue appeared in the 7th century ACE. This Tara statue is still viewable today at cave 6 in the Ellora Cave complex located at Maharashtra India. Although this stone image is rather plain, the character and appearance of Tara statues would soon become much more elaborate. The worship of Tara statues spread rapidly with the rise of the Pala Empire in 8th century India. As a result, worship of the Tara Goddess would take root in both Mahayana and the more progressive Tibetan Buddhism. In Tibetan Buddhism, Tara was born from a teardrop that fell from the eye of Avalokiteshvara. Tibetan Buddhists also believe that she is the female aspect and consort of Avalokiteshvara. However, Tara is also fiercely independent and she is arguably the world’s first feminist. The Tara bodhisattva vowed to refuse reincarnation as a male until there were more female Buddhas.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/cc75e77d-1ca7-4339-8c12-a0e85db96159/HGB0007.png",
            "period": 1000,
            "museum": "Bihar Museum"
        },
        {
            "name": "Standing Buddha",
            "uuid": "dc3b04a6-2776-4f4b-b1fe-25e68a6683d8",
            "ID": 118,
            "description": "During the 5th Century BCE, Siddhartha Gautama was born. In Sanskrit, Siddhartha means ‘He Who Achieves His Goal.’ Siddhartha was born into royalty and soon realised that living a conditioned life was not going to bring eternal happiness or protection from suffering. After coming face to face with suffering, Siddhartha decided to leave his royal duties on the quest for enlightenment. He left secretly and over six years, practiced with meditation teachers and finally decided to remain in meditation underneath the Bodhi Tree until, after conquering much fear and temptation, he reached enlightenment. He became Buddha, The Awakened One, and has been signified by Buddha statues for centuries. Buddha statues are more than a physical depiction of Buddha, they all have meaning. Each pose, posture, expression and hand gesture is significant to the life of Buddha. There are over 100 different poses that illustrate the life of Buddha, also called an asana or attitude, and hand gestures are referred to as a Mudra. The identification of standing Buddha poses is quite simple, because the Buddha is either standing or walking. The most popular of these standing Buddha statues is known as – Sukothai – and they originated in 13th century Thailand. The Buddha hand gestures reveal the standing Buddha statue meaning. The most common Buddha poses used by a standing Buddha statue are the Varada “gift giving” and Abhaya “protection” mudras. Therefore, the standing Buddha statue meaning is meant to inspire devotees with the generosity and fearless nature of the Buddhas. The historical Buddha often used the standing Buddha posture after he obtained enlightenment. Additionally, it is also common for standing Buddha statues to display the Abhaya “protection” mudra with both hands instead of only one.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/dc3b04a6-2776-4f4b-b1fe-25e68a6683d8/HGB0009.png",
            "period": 200,
            "museum": "Bihar Museum"
        },
        {
            "name": "Dhyani Buddha",
            "uuid": "ab04f028-8e3e-45f2-9cc0-45956479a354",
            "ID": 119,
            "description": "Buddha was born in Lumbini, in Nepal. The Buddhists believe that all gods emanated from one or the other of the Dhyani Buddhas, popularly known as the divine Buddhas. The Dhyani Buddhas are a peculiar kind of Buddhas who are not required to pass through the stage of a bodhisattva; they were never anything less than a Buddha. They are always engaged in peaceful meditation, and they voluntarily restrain themselves from creation. To create is the duty of their emanations, the divine bodhisattvas. Pala dynasty, ruling in Bihar and Bengal, India, from the 8th to the 12th century. Its founder, Gopala, was a local chieftain who rose to power in the mid-8th century during a period of anarchy. His successor, Dharmapala greatly expanded the kingdom and for a while was in control of Kannauj. The Palas were supporters of Buddhism. Panel carved in relief showing a row of Dhyani Buddhas (meditating Buddha) at the top. In the lower panel, from left to right, are seen Vajrasattva Ghantapani seated cross-legged, purnaghata with foliage, lotus plants, a full-vase, and two kneeling female devotees, one with hands in anjalimudra and the other carrying offerings. An inscription is seen at the band separating the two panels. The Five Dhyani Buddhas are called Vairochana, Amoghsiddhi, Ratnasambhava, Amitabha, Akhshobhya. Over the centuries they have been given diverse attributes and are used in various ways by different people. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ab04f028-8e3e-45f2-9cc0-45956479a354/HGB0010.png",
            "period": 100,
            "museum": "Bihar Museum"
        },
        {
            "name": "Architectural Fragment",
            "uuid": "b5916d9f-58c9-4a06-9c0f-042f64858bdd",
            "ID": 120,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/b5916d9f-58c9-4a06-9c0f-042f64858bdd/HGB0011.png",
            "period": 900,
            "museum": "Bihar Museum"
        },
        {
            "name": "Buddha in Meditation",
            "uuid": "89400a9c-b2ab-4466-a4b9-a18a7a5019ad",
            "ID": 125,
            "description": "The Buddha is seated in the attitude of meditation. There is a prominent urna on his forehead and a large nimbus behind. The raised hair line is prominent and the wavy hair is swept back over the ushnisha. The loose garment covers both his shoulders. The pedestal contains the scene of the worship of the bowl. The image in every respect is a typical example of the Gandharan idiom.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/89400a9c-b2ab-4466-a4b9-a18a7a5019ad/GAG005.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Buddha in Earth- touching pose (bhumisparsha mudra)",
            "uuid": "cc2410c1-4a98-419f-aefd-a992cbb5526d",
            "ID": 126,
            "description": "The moment of Buddha's enlightenment is a significant event comprising a sequence of narratives. Beginning from Siddhartha's temptation by Mara followed by the attack of his army, Siddhartha's quest for eternal wisdom culminates in the attainment of enlightenment. This stele represents Buddha seated cross-legged in a yogic pose with soles upturned in the diamond posture (vajraparyankasana) on a high triratna pedestal supported by two lions. Seated in the earth-touching gesture (bhumisparsha mudra), the seated figure of Buddha is characterised by half-open eyes, an urna mark, long earlobes, and hair arranged in snail-shell curls. The stele is decorated with flame tips, depicting miniature stupa on either side of Buddha's heAD The halo is inscribed with the Buddhist creed and has foliage above. The stele edged with flame tips is typical of Pala idiom.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/cc2410c1-4a98-419f-aefd-a992cbb5526d/GAG006.png",
            "period": 900,
            "museum": "Indian Museum"
        },
        {
            "name": "Preaching Buddha",
            "uuid": "2afaa13b-6ac8-45d8-a9d8-d1a20e2fdc09",
            "ID": 128,
            "description": "Inspired by the significant events from Buddha’s life, the ingenuity of Kushan artist created some of the early masterpieces of Buddhist art. During Kushan rule in Gandhara and Mathura, Buddha was given a human form. In consonance with significant events, hand gestures (mudras) and postures (asanas) defined the narrative reliefs as well as individual sculptures of Buddha. The Buddha is seen in the gesture of six elements or wisdom (bodhyangi mudra). Another marked feature of the Gandharan style were the thick folds of the robe and a plain halo. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/2afaa13b-6ac8-45d8-a9d8-d1a20e2fdc09/GAG008.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Preaching Buddha",
            "uuid": "b1a04237-51f7-46ea-b845-f5c6f1869bb8",
            "ID": 129,
            "description": "During the Kushan period, the art centres at Mathura and Gandhara produced Buddha images reflecting an amalgam of cultural and stylistic features. The central image of Buddha makes the gesture of Buddha acquiring the six elements or wisdoms (bodhyangi mudra) as he sits on a broad lotus flanked by two kneeling devotees. In this unique triad from Gandhara, a seated Shakyamuni Buddha under an acanthus tree is depicted with two standing bodhisattvas – Maitreya on the left and Padmapani on the right. The flanking figures of the  bodhisattvas bear Hellenic musculature with an emphasis on Indian dhoti, patta, and stylised coiffure.  ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/b1a04237-51f7-46ea-b845-f5c6f1869bb8/GAG009.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Miracle of Sravasti",
            "uuid": "03cd1b21-4ea1-4c68-92f3-c9f8a2014ff2",
            "ID": 130,
            "description": "The miracle of Shravasti displays Buddha performing miracles before a gathering of heretics. The story recalls a group of six heretics who tried to vanquish Buddha in various ways. They approached King Prasenjit of Shravasti for inviting Buddha to a disputation (vichara). During the discussion, Buddha subsequently vanquished the heretics by making fire and water emit simultaneously from his body. He then transformed himself into many images levitated in the air reaching up to heaven and all cardinal directions while preaching the law. This theme gained much popularity during the Kushana Gandhara phase, ubiquitously depicted in sculptural steles, which continued to flourish in the Pala period.   ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/03cd1b21-4ea1-4c68-92f3-c9f8a2014ff2/GAG010.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Buddha inside palace",
            "uuid": "3a7d43ee-0489-4892-8e9f-41fdff3cc70f",
            "ID": 131,
            "description": "The Buddha seated in preaching attitude inside a niche flanked by two bodhisattvas. The stele is evidently intended to depict a pavillion where the Buddha was supposed to perform some miracle.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/3a7d43ee-0489-4892-8e9f-41fdff3cc70f/GAG011.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Subjugation of Nalagiri",
            "uuid": "508a4a67-cbd8-4e8a-91b5-f3904579d284",
            "ID": 132,
            "description": "This stone image of the Buddha subduing the wild elephant Nalagiri discovered at Uddandapura is determined by its dedicatory inscription of the 3rd regnal year of the Pala emperor Surapala, carved at the base of the pedestal. The image depicts the Buddha's miraculous feat of taming the wild elephant, Nalagiri while walking through the streets of Rajagriha. According to the legends, Devadatta had gained considerable influence over Ajatashatru, the king of Magadha, and made a league with the latter and plotted to kill Buddha. The elephant was subdued by the majesty of Buddha's appearance and knelt in homage to him. This event is widely depicted in Buddhist narrative reliefs and murals in Southeast Asian and Far East Asian art.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/508a4a67-cbd8-4e8a-91b5-f3904579d284/GAG012.png",
            "period": 900,
            "museum": "Indian Museum"
        },
        {
            "name": "Worship of Chakra",
            "uuid": "c7c275b4-30c2-454f-a2ac-959199eb6705",
            "ID": 133,
            "description": "The scene represents worship of the wheel, which was one of the symbols of the Buddha before the introduction of his anthropomorphic image. The wheel stands for the Buddha’s first sermon delivered in the deer park at Sarnath, suggested here by the presence of the two addorsed deer on the shaft, when he set the wheel of the law in motion. Of the two flanking couples, the eminence of the couple on the proper right is suggested by the male carrying a garland and the female kneeling down to make an offering. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c7c275b4-30c2-454f-a2ac-959199eb6705/GAG013.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Muga Pakkha Jataka",
            "uuid": "c80a98f4-05c4-4702-94a6-8f43330bfca9",
            "ID": 134,
            "description": "Jatakamala or ‘the garland of jatakas’ is a corpus of previous birth stories of Shakyamuni Buddha are depicted through the bodhisattva in human or animal forms. The medallion from Bharhut presents the story of Muga Pakkha Jataka. In the story, the Bodhisattva was born as Temiya, the son of the king of Benaras. He took a vow of austerity and pretended to be deaf to repent for for the travails of his previous life. After sixteen years, the king decided to get rid of the prince and asked his charioteer, Sunanda, to take the prince to an unknown place and bury him alive. The charioteer carried him away and began to dig a pit for his burial. At that very moment Temiya’s vow of silence ended and he tells the charioteer about his previous life. Temiya eventually became an ascetic. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c80a98f4-05c4-4702-94a6-8f43330bfca9/GAG014.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "The Gift of Honey ",
            "uuid": "ff699a8a-11f1-4223-8a2b-d16e5bf4b118",
            "ID": 135,
            "description": "Vaishali is one of the eight pilgrim sites in Buddhism directly connected to Buddha’s life. As a sacred site associated with the ashtamahapratiharya, the gift of honey offered by a monkey to the Buddha at Vaishali is the subject of this Pala stele. There are different versions of the story mentioned in Pali, Sanskrit, Chinese, and Tibetan translations that became frequently depicted in Southeast Asian art. Hsüan-Tsang mentions a pond at Vaishali, to the south of Asoka's stupa, excavated for the Buddha by a group of monkeys called the ‘Markatahrada’ (monkey pond). The story narrates the monkey stealing Buddha's begging bowl to retrieve honey from a tree to offer it to the Buddha. He dies not by impaling himself on a branch but by falling into a well or a pit. Rather than being reborn as a deity, he is reborn as a human being who becomes a monk named Madhuvashishtha. The Sanskrit version of this story is in the Sanghabhedhavastu of the Mulasarvastivada Vinaya. One of the earliest depictions of this event is carved on the northern gate of the Sanchi Mahastupa. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ff699a8a-11f1-4223-8a2b-d16e5bf4b118/GAG015.png",
            "period": 900,
            "museum": "Indian Museum"
        },
        {
            "name": "Prajnaparamita",
            "uuid": "d3db8eac-d8f3-484c-a4bf-7d4a16a5f934",
            "ID": 136,
            "description": "Goddess Prajnaparamita is worshipped as the mother of all Buddhas and the embodiment of supreme transcendental wisdom. As a deified form of the Prajnaparamita sutra, the foundational text of Mahayana Buddhism, she is widely depicted in sculptures and manuscript paintings. For the attainment of enlightenment, wisdom (prajna) is the foremost perfection (paramita) in the stages of Bodhisattvahood. The Prajnaparamita discourses introduced the term ‘prajna’ synonymous with a female noun, which became an integral part of the Vajrayana rituals and practices. The visual forms are quintessentially immaculate, benevolent, impassionate, and meditative, congruent to her sanctified role of the universal mother. Prajnaparamita's iconography has been described in the nine sadhanas (nos. 151-59) in the Sadhanamala, describing her two-and four-armed forms ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/d3db8eac-d8f3-484c-a4bf-7d4a16a5f934/GAG016.png",
            "period": 700,
            "museum": "Indian Museum"
        },
        {
            "name": "Ushnishavijaya",
            "uuid": "5e5cfa86-538a-40f0-8b41-f6d53a387452",
            "ID": 137,
            "description": "The eight-armed Indian goddess Ushnishavijaya is one of three deities associated with longevity and the fulfillment of earthly desires. The other two are the White Tara and Amitayus.  Ushnishavijaya combines aspects of three deities (hence her three heads), each associated with a sadhana (wish). She sits on a single lotus seat in front of, but metaphorically within, a stupa (reliquary mound), which is dictated by her iconography. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/5e5cfa86-538a-40f0-8b41-f6d53a387452/GAG017.png",
            "period": 1000,
            "museum": "Indian Museum"
        },
        {
            "name": "The Great Demise of Buddha (mahaparinirvana) ",
            "uuid": "f2dbf007-e68e-47ac-a0c2-5f45c34bc1fc",
            "ID": 138,
            "description": "Gandharan stupas illustrated various scenes from Buddha’s life on the stupa base (medhi) and drum (anda). In consonance with the Mahaparinirvana Sutra, Kushan Gandhara art created unique representations of Buddha’s transcendence (mahaparinirvana) and last rites. At the age of seventy-nine, Shakyamuni Buddha attained mahaparinirvana while traveling from Pava to Kushinagar. At the time of his passing away, Ananda, a senior monk in the monastic order (sangha), stayed by Buddha’s side. This dense narrative depicts the mourning and wailing devotees and celestial beings who have come to pay homage to the resting figure of Buddha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/f2dbf007-e68e-47ac-a0c2-5f45c34bc1fc/GAG018.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Scenes from Buddha’s Life (Maha-Pratiharya)",
            "uuid": "9400c8dd-262f-454e-9c5d-d2fe9c0553c3",
            "ID": 139,
            "description": "In Buddhist art, the eight great miracles (ashtamahapratiharya) is widely depicted as per the eight pilgrimage sites (attha maha-thanani) epitomizing the life of Buddha and his teachings. The stele from Nalanda depicts the various events associated with the birth, sermons, and miracles of Buddha. The three panels in the middle depict (from bottom to top) birth at Lumbini, attainment of enlightenment and the first sermon at Sarnath. On the sides are individual representations of Buddha alluding to miracle scenes. The stele is topped by the great demise (mahaparinirvana) of Buddha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9400c8dd-262f-454e-9c5d-d2fe9c0553c3/GAG019.png",
            "period": 400,
            "museum": "Indian Museum"
        },
        {
            "name": "Votive stupa",
            "uuid": "939ea67c-f943-4d92-8d21-2ad4b378ed5d",
            "ID": 140,
            "description": "Votive stupas function as commemorative offerings and are also worshipped in monastic establishments. These stupas are often carved from stone or molded in bronze. The tripartite structure of votive stupas comprises the superstructure, dome, and foundation. This votive stupa consists of various Buddhist deities, giving an impression of a mandala, as determined from their iconographic placement. Although the iconography shows variations from the textual tradition, the stupa exudes artistic creativity and the evolving impact of tantric rituals in the cultural and artistic realms. The harmika is represented with the four Transcendental Buddha figures in different mudras, facing each cardinal direction, symbolizing their omnipresence. Above the harmika is placed the circular parasol (chattra). The dome bears four structural shaped niches containing a Buddha in bhumisparsha mudra and three Bodhisattva figures, one of them in a contemplative mood. Like the pyramidal roof of the harmika and the decorative façade of the pavillions, the architectural elements exhibit the influence of Odishan architecture. The base is rendered with square projecting niches, three on each side, containing twelve divinities. The central register displays a combination of tantric deities, such as Hayagriva, Vajrapani, Yamantaka, and Manjushri, flanked by two-armed female deities seated cross-legged with a lotus stalk in one hand and the other in the boon-granting pose (varada mudra).  ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/939ea67c-f943-4d92-8d21-2ad4b378ed5d/GAG020.png",
            "period": 700,
            "museum": "Indian Museum"
        },
        {
            "name": "Skeletal Buddha",
            "uuid": "eec44d5f-5b18-4bc6-97b0-f75c06f28b48",
            "ID": 141,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/eec44d5f-5b18-4bc6-97b0-f75c06f28b48/GAG021.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Foot print of the Buddha",
            "uuid": "11a1f87f-aedf-4174-b6a7-fa24ff564031",
            "ID": 142,
            "description": "The Buddhapada or the Buddha's foot print is carved under the dome of a votive stupa having a groove in the center for inserting the umbrella (chhatravali). The Buddhapadas happen to be very popoular since the Sunga period and continued to be venerated till the present time.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/11a1f87f-aedf-4174-b6a7-fa24ff564031/GAG022.png",
            "period": 1000,
            "museum": "Indian Museum"
        },
        {
            "name": "Buddha in dharmachakra mudra",
            "uuid": "857c1aaa-e30f-4e4f-bd2e-c27e03622043",
            "ID": 143,
            "description": "Seated in vajraparyanka on the pericarb of a lotus placed on a rectangular high pedestal marked with two lions on two corners, the figure of the Buddha displays the dharmachakra mudra with his two hands. The pedestal bears the chakra flanked by the two deer motif symbolizing the scene of the delivery of the First Sermon at Sarnath. The elaborate oval stele designed with stylized flames of fire at the outer edge and chakra symbols on the inner edge is crowned by a chakra over the parasol shading the head of the Buddha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/857c1aaa-e30f-4e4f-bd2e-c27e03622043/GAG023.png",
            "period": 800,
            "museum": "Indian Museum"
        },
        {
            "name": "The Eight Great Events of Buddha life (Ashtamahapratiharya)",
            "uuid": "3c5e87f6-e085-4d96-9a05-e7fbe1aa4b07",
            "ID": 144,
            "description": "The Buddha's life as a theme has been presented through five main events in his life beginning with the birth and ending with his death. The other three are his renunciation of the world, his defeat of Mara and his enlightenment and his dharmachakra pravartana or preaching the First Sermon. The vertical relief presents these events beginning from the bottom and ending at the top. 1. The bottom panel depicts four events starting from the right a) The birth Mayadevi is seen holding the branch of a tree as the nimbate child is being received by Sakra; on her right is her sister Mahaprajapati; b) In the centre the two Nagas, Nanda and Upananda, are anointing the child as he is about to take the first seven steps; c) at the bottom extreme left is seen the great departure – Prince Siddhartha riding his horse Kanthaka out of the palace; d) The scene above shows the Prince cutting his hair with a sword as a token of renunciation. 2. The second panel depicts Mara with his three daughters and other members of his retinue attempting to distract Siddhartha from his penance while the latter invites the Earth to witness his attainment of bodhijnana; the female figure below his seat is mother Earth and the snake next to her is Kala, who came to wish the sage as he meditated. 3. The third panel depicts the nimbate Buddha seated in pralambapada on a lotus in dharmachakra mudra delivering his sermon in the deer park at Sarnath. He is flanked by Vajrapani and Maitreya. 4. The topmost panel depicts the mahaparinirvana, the great demise of the Buddha. His body is laid on the couch which is surrounded by mourning devotees. While individual scenes from the Buddha's life were depicted separately, it was during this period that such a sequential presentation was introduced by Sarnath.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/3c5e87f6-e085-4d96-9a05-e7fbe1aa4b07/GAG024.png",
            "period": 400,
            "museum": "Indian Museum"
        },
        {
            "name": "View of the relief of the railing plllar from the Bharhut stupa showing the Mahabodhi temple",
            "uuid": "13c7613c-c587-4502-87eb-e85a19716e4f",
            "ID": 145,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/13c7613c-c587-4502-87eb-e85a19716e4f/GAG025.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Pilaster showing Chakra",
            "uuid": "af25f303-2a36-4f5c-aa3f-459733d6360c",
            "ID": 146,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/af25f303-2a36-4f5c-aa3f-459733d6360c/GAG026.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Worship of Relics",
            "uuid": "0525e7f7-682e-4ebd-8054-d14dab3b6ef2",
            "ID": 147,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/0525e7f7-682e-4ebd-8054-d14dab3b6ef2/GAG027.png",
            "period": 100,
            "museum": "Indian Museum"
        },
        {
            "name": "Bharhut Stupa Medallion",
            "uuid": "9e69834c-30af-4c9a-91e5-d65c057d3ba1",
            "ID": 148,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9e69834c-30af-4c9a-91e5-d65c057d3ba1/BAG001.png",
            "period": 200,
            "museum": "National Museum"
        },
        {
            "name": "Buddha in meditation (Dhyanasana) (Early Life)",
            "uuid": "58b3bf4d-a78c-44bd-a80e-af63e69363a1",
            "ID": 149,
            "description": "Taxila was an important centre for flourishing of monastic activity during the Kushan period. Stucco sculptures were also a popular medium in Gandhara art. The polychrome stucco sculptures were used for private worship as well as in monastic establishments and in stupa niches. Buddha sits in the lotus posture (padmasana) with hands folded in meditation (dhyanasana). Before he attained enlightenment, Siddhartha, the bodhisattva, learnt various meditational practices under various ascetics (shramanas), the two most prominent ones being Alara Kalama and Uddaka Ramaputta. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/58b3bf4d-a78c-44bd-a80e-af63e69363a1/BAG002.png",
            "period": 200,
            "museum": "National Museum"
        },
        {
            "name": "Maitreya Buddha in gesture of fearlessness (abhaya mudra)",
            "uuid": "c305c497-9c75-4f0f-b78b-cb50507975b3",
            "ID": 150,
            "description": "Maitreya, the future Buddha to be, resides in the Tushita heaven as a bodhisattva waiting to redeem humanity. In Buddhism, Maitreya is the eighth Buddha, a successor of the seven historical Buddhas (sapta-manushi Buddhas). The Digha Nikaya mentions, Maitreya Buddha will be born in Ketumati, in present-day Varanasi, Uttar Pradesh. As a bodhisattva, Maitreya wears a heavily adorned with earrings, wristlets, necklaces, and an amulet. The Maitreya Buddha sculptures from the Kushan Mathura region are often monumental in portraiture inspired by the yaksha images of the Shunga-Satvahana period. This sculpture bears the robustness of the yaksha images however, it is much smaller in size. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c305c497-9c75-4f0f-b78b-cb50507975b3/BAG003.png",
            "period": 100,
            "museum": "National Museum"
        },
        {
            "name": "Buddha with flying celestials",
            "uuid": "f2491a94-2632-47d1-82a3-170a5d29e15f",
            "ID": 151,
            "description": "The 1 has seven polychrome brass images of Shakyamuni Buddha from Pophnar. In this bronze sculpture, Buddha stands on a small square pedestal. As a universal monarch (chakravartin), the hand gesture of displaying fearlessness (abhaya mudra) has been a unique feature of several Buddha sculptures. Another marked feature of this sculpture are the two flying celestials (gandharvas) holding a wreathed crown above Buddha’s heAD The parasol (chattra) above them is attached with a metal clasp at the bottom of the neck. The sculpture belongs to the Vakataka school of art famous for Buddha images from Ajanta murals and bas-reliefs.   ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/f2491a94-2632-47d1-82a3-170a5d29e15f/BAG004.png",
            "period": 400,
            "museum": "National Museum"
        },
        {
            "name": "Standing Buddha in gesture of fearlessness (Abhaya Mudra)",
            "uuid": "7af702cb-3d77-47c6-8c14-fc998eb83b9c",
            "ID": 152,
            "description": "The standing image of Buddha was a common feature of Nalanda during the Pala dynasty. The right hand is in abhaya-mudra (gesture of assurance) and the left holds the hem of his garment. Some of the 32 mahapurusha lakshanas (signs of a great man) are represented here elongated earlobes, the cranial portruberance (ushnisha), tuft of hair on his forehead (Urna), three lines on his neck, webbed fingers and lotus sign on his palm.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7af702cb-3d77-47c6-8c14-fc998eb83b9c/BAG005.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Seated Buddha in European posture (bhadrasana)",
            "uuid": "a66fcbf7-1e29-40bf-be1d-1b702bd08aab",
            "ID": 153,
            "description": "From the Girnar rock-edict of Emperor Ashoka, as one of the earliest reference to the spread of Buddhism in the Chola and Pandya kingdoms, to the mention of several Buddhist monastic establishments in the travelogues of Hiuen Tsang there are various references to trace the advent and flourishing of Buddhism in South India. The bronze sculpture of Shakyamuni Buddha throws light on the continued legacy of Buddhist tradition in India. In the sculpture, an unusually seated figure of Buddha marks a departure from the lotus (padmasana) and thunderbolt (vajrasana) postures of seated figures. He sits in the european posture (bhadrasana) on a low-rise throne. This type of posture is also seen in Thai and Khmer sculptures as early as 8th century CE. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/a66fcbf7-1e29-40bf-be1d-1b702bd08aab/BAG006.png",
            "period": 1400,
            "museum": "National Museum"
        },
        {
            "name": "Crowned Buddha in preaching gesture (dharmachakra mudra)",
            "uuid": "562ad598-b70c-46f7-99a2-3a532fbfa28a",
            "ID": 154,
            "description": "In Pala art, the crowned Buddha is visualized as Adi Buddha or the primordial Buddha, expressed through the presence of five transcendental Buddhas (panchatathagatas). Adi Buddha is portrayed as the principal figure, crowned and bedecked with ornaments, surrounded by the Tathagatas, who are also the celestial forms (sambhogakaya). In this composition, the crowned Buddha's main image is seated on a lotus throne, with his hands in the attitude of turning the wheel of the law (dharmachakra mudra), which is also an attribute of Vairochana Buddha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/562ad598-b70c-46f7-99a2-3a532fbfa28a/BAG007.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Birth of Buddha",
            "uuid": "7042c559-e502-424e-8490-0ca55d3511fb",
            "ID": 155,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7042c559-e502-424e-8490-0ca55d3511fb/BAG009.png",
            "period": 0,
            "museum": "National Museum"
        },
        {
            "name": "Descent of Buddha from Trayastrimsa Heaven",
            "uuid": "4b0f1ac1-03bc-49cf-9578-aef9e2c92605",
            "ID": 156,
            "description": "Buddha's descent from the Tushita heaven is one of the eight great events (ashtamahapratiharya) of Buddha's life. After the great miracle at Shravasti, Buddha went to the heaven of the thirty-three gods to preach dharma to his mother. At the end of his teachings, he descended to Earth at Sankashya, accompanied by Indra and Brahma. In this large stele, Buddha's physical form is seen descending through the central ladder as Indra and Brahma follow him on either side. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/4b0f1ac1-03bc-49cf-9578-aef9e2c92605/BAG010.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "The Eight Great Events of Buddha's life (Ashtamahapratiharya)",
            "uuid": "bdd33555-8ece-4290-9a61-56ee3851e2af",
            "ID": 157,
            "description": "The eight great miracles (ashtamahapratiharya) were popularly depicted in Pala period. From large narrative panels to steles, unique renditions of the eight great events are also seen in minutely carved votive steles crystalising Buddha’s teachings. In the Mahaparinirvana Sutra, during his final moments, Buddha mentions to Ananda the venerable rank of these auspicious sites. It proclaims that a follower of Buddhism, should remember, visit and venerate these sacred sites. In this votive stele, the life scenes are portrayed compactly, with a central figure surrounded by vignettes auspicious sites. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/bdd33555-8ece-4290-9a61-56ee3851e2af/BAG011.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Manjusri",
            "uuid": "5a6bc781-e0e3-490a-b23f-6cebd79bad5b",
            "ID": 158,
            "description": "Manjushri is an embodiment of the transcendental wisdom and worshipped widely for wisdom, intelligence, and eloquence. He is recognized as one of the eight Bodhisattvas and is, therefore, represented like a prince with all the bodhisattva ornaments. The appellation of ‘Manjushri-kumara-bhuta’ indicates the syncretism involving Karttikeya and Manjushri, which is exhibited in the attributes as well. This sculpture of the Manjukumara form, datable to the second quarter of the seventh century, depicts the crispness and refinement of the Nalanda style. The details are exuberantly carved as seen in the treatment of the ornaments, clothing, and features such as the swirling foliage at the base of the lotus steam, which recall the Gupta tradition.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/5a6bc781-e0e3-490a-b23f-6cebd79bad5b/BAG012.png",
            "period": 700,
            "museum": "National Museum"
        },
        {
            "name": "Khasarpana Lokeshvara",
            "uuid": "71edabd3-e87c-40ee-9bbb-8b853cf5b509",
            "ID": 159,
            "description": "The increasing complexity of imagery and iconographic detail in late Pala art paralleled the growing popularity of Esoteric Buddhism in eastern India. Khasarpana Lokeshvara, the Esoteric form of the immensely popular bodhisattva of compassion, Avalokiteshvara, was created by the absorption of Hindu elements into Buddhism and appears frequently in Pala art. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/71edabd3-e87c-40ee-9bbb-8b853cf5b509/BAG013.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Simhanada Lokeshvara",
            "uuid": "05681f9a-4e3d-46e4-aca9-a7b027954614",
            "ID": 160,
            "description": "Simhanada Lokeshvara, a form of Avalokiteshvara, is identified by the presence of a crouching lion as the bodhisattva’s mount. The prominently seated Avalokiteshvara figure is clad in a tiger skin, tied at the waist, secured with a girdle. The bodhisattva is shown resting in the regal posture (maharajalilasana). As stated in the Sadhanamala, a snake-entwined skull head and a trident (trishula) rise from the seat-cushion to his right shoulder, partly broken. This intricate sculpture, executed in Chunar sandstone, derives from the Gupta period’s aesthetic spirit, but the crowded compositions suggest infusion of Pratihara elements. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/05681f9a-4e3d-46e4-aca9-a7b027954614/BAG014.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Hariti",
            "uuid": "3dc19a2c-d09f-4b62-b865-eae09661c3b4",
            "ID": 161,
            "description": "Hariti, a Buddhist goddess, is invoked as a protectress of children. She is associated with the mother-goddess cult in early Indian art. Her worship was later popularized during the Pala period extending further to Far-East and Southeast Asia. According to textual tradition, she was an ogress who stole and devoured infants, but with Buddha’s intervention, she became their protector, shielding them from disease and harm. Sadhanamala mentions Hariti as a yakshini married to Panchika, a yaksha general, while in the later period, she is described as ‘Yakshesvari and ‘Mahayakshini’.  In the bronze figurine, Hariti’s calm countenance, and benign smile are reassuring, as opposed to her earlier form of an ogress. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/3dc19a2c-d09f-4b62-b865-eae09661c3b4/BAG015.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Tara",
            "uuid": "d728d026-3f30-46f0-ab9c-4351bca3a59a",
            "ID": 162,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/d728d026-3f30-46f0-ab9c-4351bca3a59a/BAG016.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Aparajita",
            "uuid": "21c730d2-5dc4-44fd-8b77-474aa6abb409",
            "ID": 163,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/21c730d2-5dc4-44fd-8b77-474aa6abb409/BAG017.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Vajrasattva",
            "uuid": "f31c4e0c-44f4-45fb-8d8c-a1a2fc5b1298",
            "ID": 164,
            "description": "Vajrasattva is one of the most significant deities in Vajrayana Buddhism. The deity is represented as a four-headed and two-armed figure crowned with a conical headdress (kiritamukuta) with a vajra pinnacle. He is seated cross-legged in a strict yogic pose with soles upturned (vajraparyankasana) on an elaborate pedestal (mahambhujapitha) placed on a plinth with two stylized lions. The sculpture has robust physiognomical form with broad shoulders and chest, narrow waist, well-built powerful arms, hard and stern facial form, and features modeled in differentiated plates.  ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/f31c4e0c-44f4-45fb-8d8c-a1a2fc5b1298/BAG018.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Trailokyavijaya",
            "uuid": "d1cb3846-f898-48b2-a867-54b76fee3323",
            "ID": 165,
            "description": "Trailokyavijaya is the protector of the three worlds and conqueror of the evil spirit. A wrathful deity, Trailokyavijaya annihilates ignorance while aiding the sentient beings to follow the Buddhist path. This stele from Nalanda shows a two-armed form of Trailokyavijaya, holding the vajra and ghanta against the chest exhibiting the vajrahumkara mudra. The cult of Trailokyavijaya gained eminence in the Far East and Southeast Asia as the iconography travelled by way of scriptural translations and secret esoteric practices.  The votive stele is inscribed at the back with a hymn praising the deity, along with the name of the donor, Udayabhadra. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/d1cb3846-f898-48b2-a867-54b76fee3323/BAG019.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Mandala of Jambhala",
            "uuid": "bda9da7e-6db5-4876-b3e2-ae21a46ac2f6",
            "ID": 166,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/bda9da7e-6db5-4876-b3e2-ae21a46ac2f6/BAG020.png",
            "period": 0,
            "museum": "National Museum"
        },
        {
            "name": "Four-armed Shadakshari Avalokiteshvara",
            "uuid": "1e3fbf21-1f9b-4db9-84e1-e522f1f8fc5b",
            "ID": 167,
            "description": "Shadakshari Lokeshvara is also one of the thirty-one forms of Avalokitesvara according to the Sadhanamala. He is personified by the six syllable mantra of the Buddhists, “Om mani padme hum”. The four-armed Shadakshari Lokesvara is seated in padmasana on the lotus pedestal. Lower pair of his arms is in anjali mudra against the chest, while the upper right hand is in the attitude of holding the rosary which is not present; the upper left is holding the lotus (utpala). He is adorned with the jewelled crown decorated with five crests.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/1e3fbf21-1f9b-4db9-84e1-e522f1f8fc5b/BAG021.png",
            "period": 1500,
            "museum": "National Museum"
        },
        {
            "name": "Buddha Pada",
            "uuid": "138f23be-dc32-4f13-a17e-d6807acf5306",
            "ID": 168,
            "description": "Buddha’s footprint (buddhapada) is a schematic representation of his symbolic form used widely in the aniconic phase of Buddhist art in India. In time, the various symbols associated with Buddha came to be individually worshipped as markers of Buddha’s divine-self. The tradition of venerating buddhapada continues till modern day in Buddhist monasteries in India, Southeast and Fareast Asia. This Buddhapada from Nagarjunakonda stupa was used as an object of devotion as well as a narrative means for the built structure of the stupa. The footmarks are highly ornate and covered entirely with auspicious signs and symbols. Most prominent of these markings are the large chakras or wheels. Chakras on the soles of the feet are said to be one of the thirty-two super-human qualities (mahapurusha lakshanas) associated with Buddha. Lotus flowers (padma) adorn the centre of the wheel, the lotus being a symbol of the purity of Buddha. The footprints artistically illustrate some of the auspicious motifs, starting from the top left corner we see, the shrivatsa, bhadrasana, swastika, purna kumbha, shankha, matsyayugma, triratna, among others. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/138f23be-dc32-4f13-a17e-d6807acf5306/BAG022.png",
            "period": 100,
            "museum": "National Museum"
        },
        {
            "name": "Votive Tablet with seated Buddha",
            "uuid": "46ed6192-a2c5-4fce-be3f-3eb6b0e54d4c",
            "ID": 169,
            "description": "During the Pala period, clay tablets were made in a number of square and quadrangular shapes and sizes with various designs. The clay tablets were used during prayers and for decorative purposes on the plinth and lower terraces of the stupas. A large number of similar clay moulds with the Buddhist creed in Pali, and iconic forms of Buddha and bodhisattvas have been discovered from central and north-east Thailand, dating to the Dvaravati period (ca. 7th -9th centuries CE). In this votive object, an unuasl reprsentation of Buddha in earth touching gesture (bhumisparsh mudra) is enshrined within a motif of the Bodhgaya temple shikhara. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/46ed6192-a2c5-4fce-be3f-3eb6b0e54d4c/BAG023.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Panel showing Transcendental Buddhas (Panchtathagatas)",
            "uuid": "2c56d4b4-992c-4823-8430-d6da986c40e3",
            "ID": 170,
            "description": "Mahayana and Vajrayana Buddhism introduced the concept of Transcendental Buddhas (panchatathagatas), also known as the meditational Buddhas. According to the trikaya system, the Transcendental Buddhas represent the beatific, or enjoyment body (sambhogakaya) signifying the transcendent bliss. Known as Amitabha, Akshobhaya, Vairochana, Amoghasiddhi, and Ratnasambhava, they are believed to be the emanations of the primordial Adi Buddha. The thathagatas are identified by characteristic iconographic attributes, color-symbolism, their female principles (shakti), attendant bodhisattvas, among others. In Pala sculptures, these five Buddhas usually appear in a group or a stele as in the present example. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/2c56d4b4-992c-4823-8430-d6da986c40e3/BAG024.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Scenes from Buddha’s life (Early Life)",
            "uuid": "e8081b17-8880-43de-a5b7-6a4dbdf63d1d",
            "ID": 171,
            "description": "The tradition of the portrayal of Buddha’s life continued to flourish in different artistic traditions with the incorporation of new iconographic elements. Sarnath school developed a new format presenting the scenes from Buddha’s life in a schematic manner that differed from the early Indian reliefs. Gupta steles of Sarnath seem to be devoid of their architectural functions, rather these biographical scenes became independent icons on which devotees could focus their devotion. The rectangular stele comprises of three horizontal registers displaying multiple scenes arranged in horizontal and vertical sequence. The narratives starts from the lower register following a sequence of narratives but the appearance of the composition seems dense.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/e8081b17-8880-43de-a5b7-6a4dbdf63d1d/BAG023.png",
            "period": 400,
            "museum": "National Museum"
        },
        {
            "name": "Siddhartha going to school (lipishala) (Early Life)",
            "uuid": "e451de92-6570-491a-81d8-39f5eb43d1a2",
            "ID": 172,
            "description": "From narrative reliefs of significant events to moments of lesser significance in Buddha’s life, Gandharan artists vibrantly adorned the Kushan period stupas. Of the various central narratives, related to the birth, great departure, enlightenment, among others, a number of smaller events from Buddha’s life were also incorporated. Carved on black schist, the narrative relief displays a lively yet informative scene from young Siddhartha’s life, depicting two episodes in concise manner.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/e451de92-6570-491a-81d8-39f5eb43d1a2/BAG026.png",
            "period": 100,
            "museum": "National Museum"
        },
        {
            "name": "The Great Demise of Buddha (mahaparinirvana)",
            "uuid": "ab97e124-7198-46d9-a239-279b14aa50b7",
            "ID": 173,
            "description": "Gandharan stupas illustrated various scenes from Buddha’s life on the stupa base (medhi) and drum (anda). In consonance with the Mahaparinirvana Sutra, Kushan Gandhara art created unique representations of Buddha’s transcendence (mahaparinirvana) and last rites. At the age of seventy-nine, Shakyamuni Buddha attained mahaparinirvana while traveling from Pava to Kushinagar. At the time of his passing away, Ananda, a senior monk in the monastic order (sangha), stayed by Buddha’s side. This dense narrative depicts the mourning and wailing devotees and celestial beings who have come to pay homage to the resting figure of Buddha.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ab97e124-7198-46d9-a239-279b14aa50b7/BAG027.png",
            "period": 100,
            "museum": "National Museum"
        },
        {
            "name": "The Eight Great Bodhisattvas (ashtamahabodhisattvas)",
            "uuid": "6c30e244-b8cd-4927-b693-f214efe433e7",
            "ID": 174,
            "description": "Both Theravada and Mahayana Buddhism paid great attention to the Bodhisattvas. Envisioned as saviours of sentient beings, the Bodhisattvas sacrificed their own salvation and the immediate goal of nirvana to help those in need. In this sculptural depiction from the Pala period, all the eight Bodhisattvas (ashtamahabodhisattva) appear alike, in the same posture. They all are dressed in princely attire and decked with ornaments, and their hair is drawn up in the form of a tall conical crown.  At the center, Buddha is shown seated in an earth-touching pose (bhumisparsha mudra), covering only one shoulder (ekansika sanghati) with his robe. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/6c30e244-b8cd-4927-b693-f214efe433e7/BAG028.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Chunda",
            "uuid": "9c38b0fe-1759-40a7-aa18-ae5860d239ea",
            "ID": 175,
            "description": "Goddess Chunda is the embodiment of the Chunda Dharini, an incantation deity (dharani), uttered for purificatory and protective purposes. Her identity reflects her set her salvific role and martial aspects. Chunda rose to prominence in Eastern India as evinced by one the most significant literary evidence furnished by the Ashtasahasrika Prajnaparamita manuscript, dated in the 11th century CE, that reads ’Pattikere Cundavarabhavane Cunda’. It suggests that a temple of Cunda was consecrated at Pattikera (Tippera district in Bangladesh) during the Pala period. The early forms of Chunda, displaying the two and four-armed epiphanies, are identifiable by her characteristic attributes- the begging bowl. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9c38b0fe-1759-40a7-aa18-ae5860d239ea/BAG029.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Buddha Head",
            "uuid": "352243ed-0810-444a-a9e8-61cba97bc262",
            "ID": 176,
            "description": "This unique Buddha head is marked by most gracile features, ovaloid face, thick lips, sharp nose, half closed eyes, elongated earlobes, and hair curls in the form snails along with the usnisa at the top. The half closed eyes of the Buddha indicate a position of self-absorbed contemplation. Aesthetically, it combines the highest vision (drasti) with perfect form (rupa) emotion (bhava) grace and charm (lavanya) and likeness to ideal (sadrsya).This is the most magnificent sculpture the like of which was never produced in India, earlier or later. Made in soft buff Chunar sandstone, it presents all the characteristics which mark the classical idiom of Indian art that developed during the Gupta period. The head is made of fine Chunar sandstone, with smooth surface. This style was to influence all subsequent artistic development throughout Northern India.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/352243ed-0810-444a-a9e8-61cba97bc262/BAG030.png",
            "period": 0,
            "museum": "National Museum"
        },
        {
            "name": "Manjusri attended by Female deities",
            "uuid": "937571cc-fdd4-4a48-b182-c60ff1035714",
            "ID": 177,
            "description": "Buddhist texts describe Manjushri as the great bodhisattva of perfect wisdom. He is known by many names, such as Manjuvajra, Manjughosha, Vagishvara, Arapachana, etc. In Newari tradition, Manjusri is conceived as a counterpart of Vajrasattva by the commentator Chandrabhadrakirti of the Manjushri-Nama-samgiti. He is often depicted with two subsidiary female deities- Kasini and Upakesini, along with Jaliniprabha and Chandraprabha forming a mandala, as referred in the Sadhanamala. This exquisite bronze piece represents a balanced composition of a four-armed Manjushri, flanked by two four-armed female figures, alike in appearance. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/937571cc-fdd4-4a48-b182-c60ff1035714/BAG031.png",
            "period": 1300,
            "museum": "National Museum"
        },
        {
            "name": "Fasting Buddha",
            "uuid": "9bcdd917-f38b-4713-ab6a-89fd6d648f09",
            "ID": 178,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9bcdd917-f38b-4713-ab6a-89fd6d648f09/GUG001.png",
            "period": 0,
            "museum": "National Museum"
        },
        {
            "name": "Stupa Slab with auspicious Buddhist symbols",
            "uuid": "e36ddf81-479d-4b28-8d50-1c157ab2aa90",
            "ID": 179,
            "description": "None",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/e36ddf81-479d-4b28-8d50-1c157ab2aa90/KG001.png",
            "period": 100,
            "museum": "National Museum"
        },
        {
            "name": "Narasimha",
            "uuid": "4dd72cf2-1f9b-4537-922b-2bd3161d5939",
            "ID": 180,
            "description": "The Narasimha avatara is one of the ten incarnations of Lord Vishnu. It is always represented in a hybrid form. The face is that of a lion (simha) and the body being human (nara). The story behind this incarnation goes as follows Prahlada, who was a great devotee of Hari (another name for Vishnu) was tortured by his demon father Hiranyakashyapu, a great hater of Hari. After his vain efforts through persuasion and severe persecution to dissuade Prahlada from his devotion to Hari, asked him where his god was. Prahlada answered that he was everywhere, even in the crystal column before them. Hiranyakashyapu kicked at it, and out came the god in the peculiar form, felled the demon on his thighs and killed him outright. Many reliefs depicting this theme have been recovered from various parts of India, and a large number of them represent either the combat between the god and the demon or the killing of the latter.Image of Narasimha shown standing on a semi-circular pedestal. He is lion-faced. He wears a necklace, the sacred chord, udarabandha and anklets. A sash is draped around the thighs and its loop is held in the left hand. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/4dd72cf2-1f9b-4537-922b-2bd3161d5939/LMG0001.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Vishnu",
            "uuid": "3c549343-d7be-496e-a08b-eba51ac74978",
            "ID": 181,
            "description": "Vishnu is one of the most important gods in the Hindu pantheon and, along with Brahma and Shiva, is considered a member of the holy trinity (Trimurti) of Hinduism. He is the most important god of Vaishnavism, the largest Hindu sect.Vishnu is the Preserver and guardian of people (Narayana), he protects the order of things (dharma) and, when necessary, he appears on earth in various incarnations or avatars to fight demons and fierce creatures and so maintain cosmic harmony. The Vijayanagar Empire was a Hindu empire based in the Deccan plateau region of South India. Established in 1336 by Harihara. The empire’s patronage enabled its fine arts and literature to rise to new heights, and its legacy of sculpture, painting, and architecture influenced the development of the arts in South India long after the empire came to an end. There were great innovations in Hindu temple construction during this period, and many diverse temple building traditions and styles in South India came together in the Vijayanagar style of architecture, the finest examples of which are to be found in the capital Hampi. A granite stone image of four-armed Vishnu standing on a pedestal with a tenon. The front right and the upper arms are lost. In the upper right hand, he holds a chakra and the lower left hand (damaged) is placed on the handle of the mace. He wears the usual ornaments. The four arms indicate his all-powerful and all-pervasive nature. The crown on his head symbolizes supreme authority. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/3c549343-d7be-496e-a08b-eba51ac74978/LMG0002.png",
            "period": 1300,
            "museum": "National Museum"
        },
        {
            "name": "Bhikshatana Shiva",
            "uuid": "a67d0862-0a10-4710-9db2-117bbd4f9535",
            "ID": 182,
            "description": "Bhikshatana-murti is an aspect of the Hindu god Shiva as the Supreme mendicant or the Supreme Beggar. When Shiva cut off one of the heads of Brahma he incurred the sin of killing a brahmana and the skull of Brahma it is stated stuck to Shiva’s palm and would not drop down. In order to get rid of the sin and this incriminating skull, Shiva had to wander around as a naked beggar (Bhikshatana) until he reached the place still known as brahma-kapalam on the slopes of the Himalayas, where he was released from the sin and the skull fell down of its ownaccord. The Chola dynasty was one of the longest-ruling dynasties in history. The Cholas continued the temple-building traditions of the Pallava dynasty and contributed significantly to the Dravidian temple design. They built a number of Shiva temples along the banks of the river Kaveri. The Chola period is also remarkable for its sculptures and bronzes. Among the existing specimens in museums around the world and in the temples of South India may be seen many fine figures of Siva in various forms. Made in granite stone, this is a Bhikshatana murti of Siva standing nude on a circular pedestal. His upper hands carry a bell and a fly-whisk above the shoulders; the lower right hand is hanging along the side, while the lower left forearm is damaged. He wears a necklace, sacred-thread, armlets and bracelets. A gana is shown near the left leg and a dog with its head raised is seen under the lower right hand. It is damaged at places.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/a67d0862-0a10-4710-9db2-117bbd4f9535/LMG0003.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Parsvanatha",
            "uuid": "71986ba4-368c-4d83-a635-764705a22804",
            "ID": 183,
            "description": "Parshvanatha, also known as Parshva and Paras, was the 23rd of 24 tirthankara(propagators of dharma) of Jainism.Parshvanatha was born 350 years before Mahavira. He was the spiritual successor of 22nd tirthankara Neminath. He is popularly seen as a propagator and reviver of Jainism. Parshvanatha attained moksha on Mount Sammeta (Madhuban, Jharkhand) in the Ganges basin, an important Jain pilgrimage site. He is believed to have the power to remove obstacles and save devotees. Statues and paintings show his head shielded by a multi-headed serpent, fanned out like an umbrella. Parshvanatha's snake emblem is carved beneath his legs as an icon identifier. His iconography is usually accompanied by Dharnendra and Padmavati, Jainism's snake god and goddess. An image of Parsvanatha carved in high relief. He is stark naked and stands on a semi-circular base in kayotasarga position, both hands dangling along the sides. He is shaded by the canopy of a five-headed serpent whose circled body is seen behind the deity. The hair is arranged in schematic curls. He has extended earlobes, lines on the neck and a srivatsa mark above his right nipple. A conch is depicted above his left shoulder. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/71986ba4-368c-4d83-a635-764705a22804/LMG0004.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Lakshmi",
            "uuid": "b3f27794-0d7d-4b4d-87ba-c8043e5c8af2",
            "ID": 184,
            "description": "Goddess Lakshmi or Mahalakshmi is the consort of Vishnu. She is the resplendent goddess of wealth and prosperity who provides the beings with all kinds of material abundance. She is a protector as well as bestower. She bestows upon deserving people according to their past karma and degrees of devotion. She also protects from ill health and adversity. This is an image of Lakshmi seated on a rectangular pedestal, with knees apart. She holds lotuses in her hands and wears a mukuta, circular earrings, necklace and the lower garment is secured with an elaborate girdle at the waist. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/b3f27794-0d7d-4b4d-87ba-c8043e5c8af2/LMG0005.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Lingodhbhava",
            "uuid": "5b2bed7d-aa41-4fa8-b4e5-4a1efbd21612",
            "ID": 185,
            "description": "The mythology connected with this type of Shaiva image, a combination of the god’s human as well as his columnar form (he is also called sthanu), relates how Brahma and Vishnu were at one time disputing their individual claims for the creation of the universe. Shiva suddenly appeared before them in the form of a blazing column of fire. Brahma and Vishnu tried respectively to find its top and bottom, but they failed. Brahma, however falsely asserted that he had succeeded in his effort, for which Shiva cursed him never to have a cult of his own. Vishnu confessed his inability to find the bottom of the column; Shiva, who had in meanwhile become manifest in it, blessed him to have his own sect almost equal in importance to that of himself. This theme undoubtedly revealing a sectarian bias was very much popular with the Indian artists of the early and late medieval periods. An image of Lingodhbhava Shiva made in granite stone. Here, four-armed Shiva has emerged from the linga. He holds a battle-axe and an antelope in the upper hands. Vishnu symbolised by the varaha is shown in front and Brahma represented by a swan is seen on the top right side. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/5b2bed7d-aa41-4fa8-b4e5-4a1efbd21612/LMG0006.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Ayyanar Hariharputra",
            "uuid": "b8352f2f-7b22-4df4-b2ba-1e0fe5d9d245",
            "ID": 186,
            "description": "Ayynar or Sastha is a Hindu deity particularly praised in South India and Sri Lanka. According to the Brahmanda Purana, Shasta is Harihara suta or son of Siva and Narayana (Vishnu). Mahishasura’s sister Mahishi secured a boon from Lord Brahma to avenge her brother’s death by Durga. The boon was that no being except the son of Vishnu (Hari) and Shiva (Hara). In due course of her time, she went to Devaloka and began harassing the Devas who in turn implored Lord Vishnu to intervene. Lord Vishnu hence assumed the persona of Mohini and a child was born with the union of Mohini and Lord Shiva. Thus, Ayyanar was born. He is also known by name Hariharaputra. Headless image of Ayynar carved in the round, shown seated on a pedestal in Maharajlila pose with the right leg tucked in front and the left doubled and raised. His right forearm is broken; the left is dangling along the side. He is adorned with necklaces, spiral armlets, three bangles on each wrist, triple cord yajnopavita having a double-bell clasp, udarabandha and anklets. The lower garment above the knees is fastened at the waist. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/b8352f2f-7b22-4df4-b2ba-1e0fe5d9d245/LMG0007.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Parvati",
            "uuid": "ed24f703-b08e-42a9-8ca4-eb8571e2a040",
            "ID": 187,
            "description": "Parvati (Sanskrit from Parvata, meaning mountain) is a Hindu goddess married to Shiva (the ascetic god of destruction). Mythologically, Parvati is considered a representation of Shakti, female energy personified, and is linked to other forms of the goddess including Kali (the ferocious dark goddess), and Durga (the motherly warrior goddess). In Hindu iconography, Parvati is regularly pictured alongside her husband Shiva, with whom she often shares a loving, intimate embrace. The Vijayanagar Empire was a Hindu empire based in the Deccan plateau region of South India. Established in 1336 by Harihara. The empire’s patronage enabled its fine arts and literature to rise to new heights, and its legacy of sculpture, painting, and architecture influenced the development of the arts in South India long after the empire came to an end. An image of four-armed Parvati, carved in the round, standing on a pedestal. The upper right hand above the wrist, lower right and left forearms are missing. In the upper left she holds a lotus. She wears a high jatamukuta, makara kundalas, locks of hair spread over her shoulders, necklaces, and a torque triple cord yajnopavita running through her full and firm breasts. There are three bangles on each wrist, a lower garment having loops and ends on either side secured at the waist by a girdle with a median loop and tassels. The nose is slightly chipped. The sculpture is made in brownish granite stone. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ed24f703-b08e-42a9-8ca4-eb8571e2a040/LMG0008.png",
            "period": 1400,
            "museum": "National Museum"
        },
        {
            "name": "Saraswati",
            "uuid": "e77710d4-6dbb-4d7e-8ade-85297a2fd432",
            "ID": 188,
            "description": "Saraswati is a symbol of knowledge and wisdom; its flow (or growth) is like a river and knowledge is supremely alluring, Like her presence, her origin holds great importance in the balance and creation of the world according to the Hindu texts. After creating the universe, Brahma looked over what was made and realized it was unformed and utterly lacking in concept. To help him with this monumental task of creating a form, Brahma decided to create the embodiment of knowledge. Saraswati emerged from Brahma and began to give him direction on how to create order in the cosmos; the sun, moon, and stars all came into being. She later became his consort.Lord Brahma thus became the creator of the world with Goddess Saraswati as his wisdom. An image of four-armed standing Saraswati. In her upper hands, she holds a rosary and a lotus; her lower right hand is in abhayamudra, while the corresponding left hand is lost. Her front right hand is also broken and joined. She wears a jatamukuta, usual ornaments and a sari. The thumb of her right hand is damaged. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/e77710d4-6dbb-4d7e-8ade-85297a2fd432/LMG0009.png",
            "period": 1300,
            "museum": "National Museum"
        },
        {
            "name": "Mahisasurmardini",
            "uuid": "17730aa3-8f3a-4817-bcbc-28e15acfac81",
            "ID": 189,
            "description": "Mahishasura is a Sanskrit word composed of mahisha meaning buffalo and asura meaning demon, or buffalo demon. As an Asura, Mahishasura waged war against the Devas, as the Devas and Asuras' were perpetually in conflict. Mahishasura had gained the boon that no man could kill him. In the battles between the gods and the demons, the Devas led by Indra were defeated by Mahishasura. Dejected by their defeat, the Devas assemble in the mountains where their combined divine energies coalesce into goddess Durga. The new born Durga led a battle against Mahishasura, riding a lion, and killed him. Thereafter she is named Mahisasuramardini, meaning the killer of Mahishasura. Image of eight-armed Mahisasuramardini, carved in the round, standing on a pedestal under a cusped arch. While she supports her weight on her left leg, the right is doubled and raised (broken from the thigh). Six arms are broken, two from the elbow and four from the wrist. In the upper right hand in karkimukha, she holds a broken weapon while in the left third, a broken shield. To her right on the pedestal, an armed asura is being devoured by the lion while to her left on the pedestal, is the damaged figure of Mahisasura on the buffalo in warrior pose, holding the shield in his left hand while the right arm and leg is broken. She wears a bejewelled karandamukuta, a beaded halo, pearl kundalas, pearl necklaces, bangles and anklets. She has full and firm breasts. The lower garment is held at the waist by an elaborate girdle studded with pearls and tassels. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/17730aa3-8f3a-4817-bcbc-28e15acfac81/LMG0010.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Frieze of elephants",
            "uuid": "c4feeed6-7b9e-48c9-83f1-36b7c8385f88",
            "ID": 190,
            "description": "The Western Chalukya Empire ruled most of the western Deccan, South India, between the 10th and 12th centuries. It is commonly called Western Chalukyas to differentiate from the contemporaneous Eastern Chalukyas of Vengi, a separate dynasty. They developed an architectural style known today as a transitional style, an architectural link between the style of the early Chalukya dynasty and that of the later Hoyasala Empire. Western Chalukyas ushered in an important period in the development of fine arts in Southern India, especially in literature as the Western Chalukya kings encouraged writers in the native language of Kannada and Sanskrit. This is a frieze showing a row of three elephants facing to the left one behind the other. The animals are caparisoned and their postures suggest movement. There is a four-petalled flower motif on the base in front. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c4feeed6-7b9e-48c9-83f1-36b7c8385f88/LMG0011.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Dvarpala",
            "uuid": "91cdac3e-ed83-4f12-a21b-1ac8396db84a",
            "ID": 191,
            "description": "A Dvarapala or Dvarapalaka is a door or gate guardian often portrayed as a warrior or fearsome giant, usually armed with a weapon - the most common being the gada (mace). Four-armed Dvarpala shown in standing posture. The legs and arms are lost. Teeth are protruding out and he is adorned with ornaments. The right thigh is crossed in front. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/91cdac3e-ed83-4f12-a21b-1ac8396db84a/LMG0012.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Marichi",
            "uuid": "7a39afda-cad6-4fe0-92d7-9576b0f07ef7",
            "ID": 192,
            "description": "Marichi (from Sanskrit “ray of light”), who is revered in the Buddhist tradition as a heavenly warrior and powerful protector goddess. Marichi protects human beings from physical dangers and harm, sudden death, thieves, wildlife, snakes, poisons, fire, and other forces. She also removes doubts about faith in those who have lost their way, and illuminates the minds of those who are searching for a spiritual awakening. The dawn and the light associated with the goddess symbolize the radiance of spiritual illumination and enlightenment. Marichi is usually depicted sitting on a lotus, a boar, or a chariot drawn by seven wild boars. The boars symbolize the militant and defensive force of the goddess. The number of the seven boars is associated with the seven planets governing the days of the week in Indian astronomy. A large plaque showing Buddhist goddess Marichi in high relief made in black stone. Standing in pratyalidha pose on a double lotus pedestal mounted on a chariot drawn by seven animals, there are also two wheels on either side. It is driven by a female sitting in front between both the legs of the Goddess. Marichi is three-headed and six-armed. She is wearing a crown, earrings, a necklace, armlets, bracelets, anklets, a girdle at the waist and a yajnopavita which falls at the right thigh. She is holding a double thunderbolt in her upper right hand, the middle right arm is broken and the lower arm is holding some indistinct object near the right thigh. In the left hand she holds a noose and a flower, while the middle portion is lost. The lower left arm rests in the centre between the breasts. On the lower side are two devotees sitting in anjalimudra on either side, and above them are two flying figures. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7a39afda-cad6-4fe0-92d7-9576b0f07ef7/LMG0013.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Kaliya- Krishna",
            "uuid": "aabe5197-89f3-446b-b775-ce5968b83f39",
            "ID": 193,
            "description": "The story of Krishna and Kaliya is told in Chapter Sixteen of the Tenth section of the Bhagavata Purana. Once a huge black serpent called Kaliya came to live in the river Yamuna. He poisoned the water of the river with his venom. The people of Vrindavan were very scared of the serpent, which was very strong. One day, Krishna decided to teach Kaliya a lesson. He jumped into the river to kill the serpent. Kaliya was furious and rushed to attack Krishna. But before the snake could catch him, Krishna quickly climbed on Kaliya's heAD To shake him off, Kaliya tried to coil around Krishna and crush him. He even tried to drown him but Krishna stayed underwater without breathing. Eventually, Kaliya got tired. Krishna then started jumping and stamping on Kaliya's head and the serpent started vomiting poison.Kaliya begged Krishna for forgiveness and Krishna ordered the serpent to leave the Yamuna. Kaliya bowed his head and quietly left, and the people of Vrindavan rejoiced. Cornerstone of the outside wall of a temple, carved in deep relief on two faces. The carving on the one face depicts Krishna dancing on the head of a seven-hooded serpent, Kaliya, holding its tail with the raised left hand. His right hand is in abhayamudra. He is being watched by a small naga squatting to the right. The facial features of Krishna are damaged. The base in front is carved with horizontal and vertical wavy lines to suggest the River Yamuna, wherein a couple of fish and tortoise can be noticed. Above the head of Krishna is a foliated canopy. The second face shows Garuda standing in anjalimudra, under a foliated canopy. The base in front is carved with floral motifs. Both the figures are elaborately ornamented in coronets, earrings, necklaces, armlets, bracelets, anklets and a girdle. They wear a waist-cloth, the body above the girdle being bare. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/aabe5197-89f3-446b-b775-ce5968b83f39/LMG0014.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Musicians",
            "uuid": "88cb9395-973d-4c00-9678-176fb72091f3",
            "ID": 194,
            "description": "Hoyasala dynasty was a prominent empire that ruled most of modern-day state of Karnataka from 10th to 14th century CE. Initially, the capital of the Hoyasalas was located at Belur but was later moved to Halebid. Hoyasala architecture and sculpture, especially ornate and intricate, are best seen at Halebid, Belur, and Somnathpur. Sculpture carved in deep relief showing a female dancer and a male drummer, side by side, each under a canopy formed by scrolled ornament. The female dancer to the proper right holds a cymbal in each hand. Her right foot is turned to the right, and the left rests on the toes. To the proper left, the male is playing the drum. Both the figures are elaborately ornamented with high conical head-dresses, round earrings, necklaces and phalakaharas, armlets and bracelets, anklets, udarabandha, finger-rings and girdles with tassels. They wear a waist-cloth above the knees, the upper part of the body being bare. The base in front bears conventional foliage motifs. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/88cb9395-973d-4c00-9678-176fb72091f3/LMG0015.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Sambara",
            "uuid": "ade881bc-c40a-4945-92b2-ffc447801ab5",
            "ID": 195,
            "description": "Sambara is a Buddhist Tantric God and is the King of knowledge having conquered the three worlds, one of the five kings of knowledge of Buddhism. His mission is to protect the eastern part of the world. In general, the three worlds represent the world of desire, the world of form and the formless world; some interpret this king of knowledge is called so because he wants to defeat the supreme leader of the three worlds, Mahesvara (Shiva); The most logical explanation reveals that the three worlds denote the three poisons greed, hatred and ignorance, three trends that humans cannot conquer during the past, present and future that the king hoped to help people eliminate. Rectangular slab carved in high relief in grey mottled stone, showing three-headed Trilokyavijaya standing in alidha pose over the recumbent bodies of Siva and Parvati, on a double lotus pedestal. The skin of the elephant is spread out at the back. Two of the hands, each holding a vajra, are clasped in front. He wears a mundamala and other ornaments. Various attributes are held in his hands. Two gandharvas are depicted at the upper corners. A floral scroll and two kneeling devotees are seen on the base in the front. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ade881bc-c40a-4945-92b2-ffc447801ab5/LMG0016.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Buddha images and buddhist priest",
            "uuid": "69a46d8a-f22c-4d2c-ae10-a34f79d03860",
            "ID": 196,
            "description": "Buddha was born in Lumbini, in Nepal. The Buddhists believe that all gods emanated from one or the other of the Dhyani Buddhas, popularly known as the divine Buddhas.the Dhyani Buddhas are a peculiar kind of Buddhas who are not required to pass through the stage of a bodhisattva; they were never anything less than a Buddha. They are always engaged in peaceful meditation, and they voluntarily restrain themselves from creation. To create is the duty of their emanations, the divine bodhisattvas. Pala dynasty, ruling in Bihar and Bengal, India, from the 8th to the 12th century. Its founder, Gopala, was a local chieftain who rose to power in the mid-8th century during a period of anarchy. His successor, Dharmapala (reigned c. 770–810), greatly expanded the kingdom and for a while was in control of Kannauj. The Palas were supporters of Buddhism, and it was through missionaries from their kingdom that Buddhism was finally established in Tibet. Under Pala patronage a distinctive school of art arose, of which many noteworthy sculptures in stone and metal survive. Panel carved in relief showing a row of Dhyani Buddhas (meditating Buddha) at the top. In the lower panel, from left to right, are seen Vajrasattva Ghantapani seated cross-legged, purnaghata with foliage, lotus plants, a full-vase, and two kneeling female devotees, one with hands in anjalimudra and the other carrying offerings. An inscription is seen at the band separating the two panels. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/69a46d8a-f22c-4d2c-ae10-a34f79d03860/LMG0018.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Huntress",
            "uuid": "89f92991-7f47-49b4-91d3-b1c921c857c7",
            "ID": 197,
            "description": "Hoyasala dynasty was a prominent empire that ruled most of modern-day state of Karnataka from 10th to 14th century CE. Initially, the capital of the Hoyasalas was located at Belur but was later moved to Halebid. Hoyasala architecture and sculpture, especially ornate and intricate, are best seen at Halebid, Belur, and Somnathpur. In Indian sculpture, from ancient to medieval period, the theme of hunting as a female pursuit is indeed rare. In contrast with the visual arts, in the narratives and myths of the oral traditions, huntresses are described in detail, taking on divine or semi-divine form. Goddesses of forests or mothers of divinities. Sculpture carved in deep relief showing a huntress standing on a plinth under a scrolled arch. She carries a bow on her upper left arm and holds an arrow in both the hands, which she is examining. She is slightly bent forward. Her tresses dressed in small schematic spirals over the head are tied into a chignon behind the heAD She is profusely ornamented with round earrings, necklace, phalakahara, armlets with pom-poms, bangles, bracelets, heavy anklets and finger-rings. She appears to be wearing a skirt of leaves over her waist-cloth, secured by an elaborate girdle. The eyebrows are ridged. On the base in front are a horizontal band of pointed lotus petals, and also a vertical ornamental band tapering upwards. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/89f92991-7f47-49b4-91d3-b1c921c857c7/LMG0019.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Mother and child",
            "uuid": "9f37472d-1a72-4a93-bd22-ad7816ea9256",
            "ID": 198,
            "description": "The Pala Empire originated from 8th to 10th century CE and controlled the regions of Bihar and Bengal. The name Pala is the synonym for ‘protector’ and was used as an ending to the names of all Pala monarchs. The founder of the Pala dynasty is Gopala. The administration during Pala dynasty introduced feudal economy due to which trade declined and an agro economy flourished. Their administration was monarchical in nature and social conditions were quite peaceful. Art and architecture was highly encouraged which was identified by Pala School of Sculptural Art. Both Buddhism and Hinduism existed in the period. Slab carved in high relief showing a mother child. In the centre, the mother is reclining on a cushioned seat supporting her head on a pillow and her left hand. In the right raised hand, she holds the stem of a lotus. A child is shown lying flat to her left, with raised knees. The mother is profusely ornamented and wears a tiara-like head-dress, circular earrings with floral motifs, heavy necklace, armlets, bracelets, yajnopavita, a broad girdle with tassels and anklets. Her costume consists of a scarf around the shoulders, stanottariya, and a lower garment reaching to the ankles. A kneeling female attendant is rubbing her raised left foot. The hair of the mother is tied into a large loop behind the heAD The sides of the cot are carved with creeper designs. To the proper right, stands a female chauri-bearer on a full-blown lotus, in the tribhanga posture, her left hand resting on the hip. To the extreme left, on a full-blown lotus, stands another female attendant holding a fan in her raised right hand, while her left hand is placed on the hip. Her legs are crossed. On the top is a frieze of seated figures depicting the navagrahas on double-lotus pedestals, flanked by a Siva linga to the left and Ganesha and another figure to the right. Below the cot is another frieze is depicting a cymbal player, a drummer and a dancer in the middle; two female kneeling figures with folded hands to the right; and a large bowl, purnaghata etc. to the left. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9f37472d-1a72-4a93-bd22-ad7816ea9256/LMG0020.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Nataraja",
            "uuid": "5a372dca-a92a-4eec-a3fa-03db2d9eac05",
            "ID": 199,
            "description": "Nataraja, Shiva as the Lord of Dance, is one of the most significant forms of Shiva. The Nataraja form represents the exuberance and dance of creation which self-created itself from eternal stillness. As the Lord of Dance, Nataraja, Shiva performs the Ananda Tandava (dance of bliss), the dance in which the universe is created, maintained, and dissolved. Shiva, as many other important Hindu gods, is a complex character with a myriad of traits, sometimes seemingly in conflict with each other. Accordingly, in his guise as Nataraja he is represented in his triple role as Creator, Preserver and Destroyer. A dancing image of Siva (Natesa) on Nandi with face and tail turned up and standing on a lotus. Ten-armed Natesa holds on the right a sworda trident, a drum, and a spear. The lowest hand is in abhayamudra. In the left hands, he carries a mace,, a noose, a shield and a circular object while the lower is placed at the belly in front. Flying Gandharvas are shown at the top on the right. On the right side in the centre are shown two dancing deities, one below the other and a drummer at the bottom. On the left, dancing Ganesa is seen at the top, a dancing deity in the centre and a Gana at the bottom. The panel at the bottom shows from the left a bearded figure seated two ganas. He wears a crown in the matted locks, earrings, yajnopavita, necklaces, armlets, wristlets, anklets, waist band, a lower garment and a garland of skulls. The sculpture is made in schist. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/5a372dca-a92a-4eec-a3fa-03db2d9eac05/LMG0022.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Gaja - Lakshmi",
            "uuid": "96cfd7ff-2399-41ce-970c-e8edd6373f57",
            "ID": 200,
            "description": "Gaja-Lakshmi or Elephant Lakshmi is the giver of power and royal splendour. It is believed that Gaja Lakshmi helped Lord Indra regain his lost power from the depth of the ocean. She is the bestower and protector of wealth, prosperity, grace, abundance and royalty. She emerged during the churning of the ocean along with elephants. Elephants sprayed water on her like the ritual of consecration or abhishek. Lakshmi’s association with elephants symbolizes her royal or sovereign powers. Image of standing Gaja-Lakshmi carved against an oval shaped slab (feet damaged). Her right forearm is broken and lost, while in her left hand, she holds the stem of a full-blown lotus going above her heAD Her hair is tied into a top knot and bound by a circular head-dress. She wears kokuru, earrings, kajuras, hara, and diaphanous sari, the folds of which are visible between her legs and on her both sides. It is secured by a girdle, and chains are falling on both the thighs. Two fully caparisoned elephants holding inverted jars in their trunks are shown anointing her. Two small figures (lower part damaged), stand near her feet on both sides. Facial features of the Devi, the back part of the elephant carved on the left. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/96cfd7ff-2399-41ce-970c-e8edd6373f57/LMG0023.png",
            "period": 700,
            "museum": "National Museum"
        },
        {
            "name": "Vishnu with Personified Weapons",
            "uuid": "a70fa1ef-9acd-4e31-b083-91f3ba48483a",
            "ID": 201,
            "description": "Vishnu is one of the most important gods in the Hindu pantheon and, along with Brahma and Shiva, is considered a member of the holy trinity (Trimurti) of Hinduism. He is the most important god of Vaishnavism, the largest Hindu sect.Vishnu is the Preserver and guardian of people (Narayana), he protects the order of things (dharma) and, when necessary, he appears on earth in various incarnations or avatars to fight demons and fierce creatures and so maintain cosmic harmony.In the evolution of Hindu iconography, a convention emerged of representing the weapons of the gods as minor deities in human form. The ayudya-purusha (weapon-man) anthropomorphic forms evolved uniquely in South India as freestanding icons, worthy of worship independent of their source deity—in this case, Vishnu. This personified weapon is thus revered as an ansa, a partial incarnation of the god himself. Four-armed Vishnu standing on a padmapita. In his upper hands, he holds a conch and some indistinct object, while the lower hands are placed on the heads of chakrapurusha and Gadadevi. He wears a crown, kundala, hara, armlets, bracelets, vanamala, and antariya tied with a girdle. A mutilated inscription is engraved on the pedestal. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/a70fa1ef-9acd-4e31-b083-91f3ba48483a/LMG0024.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Durga",
            "uuid": "7fa13bf4-39bf-4804-9496-6e46aee41105",
            "ID": 202,
            "description": "Durga is an incarnation of Goddess Parvati, the daughter of Himavan, the lord of the mountains. She is the mother-goddess -- Shakti -- the power that runs the universe.Durga, identified as Adi Parashakti, is a principal and popular form of Hindu Goddess. She is the warrior goddess, whose mythology centres on combating evils and demonic forces that threaten peace, prosperity and dharma of the good. She is the fierce form of the protective mother goddess, willing to unleash her anger against wrong, violence for liberation and destruction to empower creation. Chedi dynasty was an ancient Indian kingdom which fell roughly in the Bundelkhand division of Madhya Pradesh regions to the south of river Yamuna along the river Ken. Its capital city was called Suktimati in Sanskrit and Sotthivati-nagara in Pali. Sixteen-armed Durga as Kshemankari seated at ease on a lotus issuing from the base. A lion as her vahana is shown on her either side. She wears a jatamukuta, necklace, sari etc. Her eleven hands are lost and in the five surviving hands, she holds a part of a mace, sword, bell and trident. With one hand she is taking out an arrow from the quiver and the front right hand is in varadamudra. She is nimbate. Two small female figures are seated on the lotuses and playing the vina are shown on her either side of the halo (defaced). On the top are shown two headless vidyadharas(celestial beings)carrying garlands. The figure of a donor and his wife are shown on the extreme ends. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7fa13bf4-39bf-4804-9496-6e46aee41105/LMG0025.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "King Prathivideva and Queen Kelachchhadevi",
            "uuid": "c1e4209b-a29c-4b9d-a4a2-660c529ee9e8",
            "ID": 203,
            "description": "Memorial stone of Queen Kelachchhadevi. It is a white marble sculpture showing bearded and moustached king Prithvideva standing with his queen Kelachchhadevi on a rectangular pedestal. He holds a lotus stalk in his right hand and an indistinct object in the left (damaged). The queen is standing on the left, holding a kamandalu in her left hand. Both of them wear earrings, necklaces, armlets, bracelets and the lower garments. Two attendant figures, a male and a female, stand near their feet in the tribhanga pose. On the lower left corner is shown a small figure seated with the folded hands. There is a beautiful nimbus behind their heads (damaged). There is a three-line inscription on the pedestal giving the date of the sculpture as V.S.1239, equivalent to 1182 CE. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c1e4209b-a29c-4b9d-a4a2-660c529ee9e8/LMG0027.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Harihara",
            "uuid": "11929047-cbd3-43ce-bc96-90272ca0d393",
            "ID": 204,
            "description": "Harihara, in Hinduism, is a deity combining the two major gods Vishnu (Hari) and Shiva (Hara). Images of Harihara (also known as Shambhu-Vishnu and Shankara Narayana, variants of the names of the two gods) first appeared in the classical period, after the sectarian movements, which elevated one god as supreme over the others, had waned sufficiently for efforts at compromise to be attempted. In images of Harihara, the right half is depicted as Shiva and the left as Vishnu. The hands of Vishnu hold his characteristic conch shell and a chakra (discus). Half the headdress is shown with Shiva’s matted locks, which hold a crescent moon, and half as Vishnu’s crown; on the forehead, half of Shiva’s third eye is visible. Four-armed image of Harihara standing on a damaged lotus pedestal. Three of his hands are damaged and lost, while in the only surviving upper left hand, he holds a chakra. As Hari, he wears half of a kiritamakuta on the left half of his head; and as Hara he has jatamakuta on the right half of his heAD Near his right foot, stands one of the personified weapons, chakrapurusha, while the other one i.e. Gadadevi is lost. Behind the deity stands the Nandi Bull, the vahana of Siva; and the mount of Vishnu, the Garuda stands to the proper left. Two devotees flank the deity on either side. Above on the two sides are seated Brahma and Siva on the right and left respectively. There is an ornamented nimbus behind the head of the God with lotus petals carved in the centre. A srivatsa mark on the chest is also shown. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/11929047-cbd3-43ce-bc96-90272ca0d393/LMG0028.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Yoganarayana",
            "uuid": "019144f7-2a19-42fb-8f26-3e61b7e83a74",
            "ID": 205,
            "description": "The Chandelas initially ruled as feudatories of the Gurjara-Pratiharas of Kanyakubja (Kannauj). The 10th century Chandela ruler Yashovarman became practically independent, although he continued to acknowledge the Pratihara suzerainty. By the time of his successor Dhanga, the Chandelas had become a sovereign power. The Chandelas are well known for their art and architecture, most notably for the temples at their original capital Khajuraho. Two-armed Yoganarayana Vishnu seated cross-legged on a lotus pedestal in dhyanamudra. His cognizance conch rests at the pedestal. He wears an elaborate crown decorated with pearl string loops, earrings, a mango-leaf shaped necklace, yajnopavita, ornamented armlets and prominent beaded bracelets and vanamala. There is also a srivatsa mark on the chest. He has a round face with oval-shaped eyes and raised eyebrows. He is flanked by a headless female figure on the right, her right arm hanging by the side and left hand holding some indistinct object. There is a male Naga figure standing, holding a cup in the right hand and the left hand at the waist. There is another male figure standing in tribhanga pose, and a female devotee sitting facing the left. Near the Naga figure, there is also a horse-rider holding a spear. A bearded male devotee, damaged, is seated with folded hands facing right. In the centre below the pedestals, floral scrolls showing elephants, beaked birds, men and children. Prabhamandal with full-blown lotus at the back. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/019144f7-2a19-42fb-8f26-3e61b7e83a74/LMG0029.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Parsvanatha",
            "uuid": "cc089be3-b751-44c7-bf6f-2a2fbdc8c9e6",
            "ID": 206,
            "description": "Parshvanatha, also known as Parshva and Paras, was the 23rd of 24 tirthankara(propagators of dharma) of Jainism.Parshvanatha was born 350 years before Mahavira. He was the spiritual successor of 22nd tirthankara Neminath. He is popularly seen as a propagator and reviver of Jainism. Parshvanatha attained moksha on Mount Sammeta (Madhuban, Jharkhand) in the Ganges basin, an important Jain pilgrimage site. He is believed to have the power to remove obstacles and save devotees. Statues and paintings show his head shielded by a multi-headed serpent, fanned out like an umbrella. Parshvanatha's snake emblem is carved (or stamped) beneath his legs as an icon identifier. His iconography is usually accompanied by Dharnendra and Padmavati, Jainism's snake god and goddess. Arched slab carved in high relief showing Parsvanatha standing on a double-lotus, under the canopy of a seven-hooded coiled serpent and triple umbrella. His arms are dangling along the sides and are in kayotasarga pose. He is clothed in air. The hair is arranged in schematic spirals, with a central protuberance. A Srivatsa mark is seen on the chest. He is flanked by four standing attendant figures and six celestial beings. A celestial is holding a chauri on either side of his heAD ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/cc089be3-b751-44c7-bf6f-2a2fbdc8c9e6/LMG0030.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "King Narsimha worshipping Jahhannatha",
            "uuid": "9fdc103f-1446-4df5-98d7-7941716f08c1",
            "ID": 207,
            "description": "The Eastern Ganga dynasty reigned from Kalinga and their rule consisted of the whole of the modern-day Indian state of Odisha as well as parts of West Bengal, from the 11th century to the early 15th century CE. Today, they are most remembered as the builders of the Konark SunTemple an UNESCO World Heritagesite at Konark, Odisha. King Narasimha was a powerful monarch and warrior of the Eastern Ganga Dynasty of early medieval Odisha who reigned from c.1238–1264 CE. He defeated the Muslim forces of Bengal who constantly threatened the Eastern Ganga dynasty's rule over his kingdom of Kalinga (ancient Odisha).He is mentioned as Paramamahesvara, Durga-Putra and Purushottamaputra in the Chandrashekhera temple inscription. The titles show that he was a protector and a follower of the Shaiva, Shakti and Jagannatha sects during his rule. The king stands with folded hands on the proper left facing the temple priest, who is headless and holds a rosary in both of his hands. The left leg of the king is wanting. He wears an ornamented fillet around the head with a crest, necklaces, armlets, bangles and anklets. His hair is tied into a loop at the back and he wears a lower garment with vertical folds. A sword hangs along his left-side. Behind the priest can be noticed a Sivalinga, Jagannatha and a Devi, to whom the king is worshipping. There is a double-roofed structure on top with a purnaghata flanked by a lion and a parrot on either side. On the pedestal in front are Saiva and Vaishnava devotees. Greyish-green stone. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/9fdc103f-1446-4df5-98d7-7941716f08c1/LMG0032.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "King Narsimha on Swing",
            "uuid": "c2f99bc5-c82d-4cb0-aa90-baeccddaedb4",
            "ID": 208,
            "description": "The Eastern Ganga dynasty reigned from Kalinga and their rule consisted of the whole of the modern-day Indian state of Odisha as well as parts of West Bengal, from the 11th century to the early 15th century CE. Today, they are most remembered as the builders of the Konark SunTemple an UNESCO World Heritagesite at Konark, Odisha. King Narasimha Varman seated on a swing under an arch with the right leg suspended and the left flexed at the knee. His left hand rests on the left thigh, while his right hand, which is wanting hold a sword. He wears a moustache, a pearl string band with mauli-mani over the head, necklace, armlets, anklets, earrings and yajnopavita. Two ladies stand on his either side helping him to swing. Two attendants are at the back. The swing is hung by means of iron chains and the arch is supported by two pillars at the extreme ends. A double-roofed structure is on top, surmounted by a purnaghata and two reclining lions. The base is composed of double-lotus. On the pedestal in front are carved two female chauri-bearers at the extremes and four female musicians in the centre playing on vina, cymbals etc. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c2f99bc5-c82d-4cb0-aa90-baeccddaedb4/LMG0033.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "King Narsimha Discoursing",
            "uuid": "fc20d5c2-3e51-4a74-9b6d-2ced0b4ca6c0",
            "ID": 209,
            "description": "The Eastern Ganga dynasty reigned from Kalinga and their rule consisted of the whole of the modern-day Indian state of Odisha as well as parts of West Bengal, from the 11th century to the early 15th century CE. Today, they are most remembered as the builders of the Konark SunTemple an UNESCO World Heritagesite at Konark, Odisha. The king is seen seated on a throne to the proper right facing six pundits, one of them holding a manuscript. His left leg is flexed and hence rests the foot on the right thigh, and his right leg is suspended downwards. In his out-stretched left hand she holds a manuscript. The head of the king is broken and lost. He wears necklaces, jewelled armlets, bangles, yajnopavita, anklets etc. his lower garment is fastened at the waist by an ornamented band. A female chauri-bearer and another holding a bag stand behind the king. Below the throne is a frieze in front showing from right to left a damaged figure, an archer holding bow and arrows, and a horn-blower facing two bearded figures with folded hands. Lower still, is another frieze showing a horse, an elephant and other figures. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/fc20d5c2-3e51-4a74-9b6d-2ced0b4ca6c0/LMG0034.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "King Narsimha as an archer",
            "uuid": "f923ead7-a821-4caa-b611-19f9083313e1",
            "ID": 210,
            "description": "The Eastern Ganga dynasty reigned from Kalinga and their rule consisted of the whole of the modern-day Indian state of Odisha as well as parts of West Bengal, from the 11th century to the early 15th century CE. Today, they are most remembered as the builders of the Konark SunTemple an UNESCO World Heritagesite at Konark, Odisha. King Narasimha Varman demonstrating his skill as an archer. The king stands to the proper right in the posture of a warrior. His forearms, which hold the bow and arrow, are broken and lost. His hair is tied into a loop at the back of his heAD He wears an ornate fillet around the forehead, necklace, round earrings, yajnopavita, armlets and a lower garment, fastened at the waist by a triple-cord. Behind him stand two bearded attendants, one holding a bow and the other arrows in their right hands. To the left, in front of the king, stand three bearded figures, two of them with their hands clasped. Facing the king are shown a number of arrows pierced into the target. Two female and one male figure can be noticed to the right against the wall of the target. A double-roofed structure is on top with the three sikharas and a flying female celestial bearing a garland on either end. On the pedestal in front is a frieze showing a horse with trappings, and other soldiers carrying sword and shield, a bow and arrows, and other weapons. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/f923ead7-a821-4caa-b611-19f9083313e1/LMG0035.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Leogryph",
            "uuid": "eb17cdaa-8418-4098-85cb-9fdecbd96e15",
            "ID": 211,
            "description": "It is a mythical creature seen in many South Indian temples, often sculpted onto the pillars. It may be portrayed as part lion, elephant, horse and in similar shapes. Also, it has been sometimes described as a leogryph (part lion and griffin), with some bird-like features. Also known by the terms Vyala or Vidala in Sanskrit. Horse-faced vyala with face turned towards the right side. The animal is fully caparisoned. A small figure of a lion is shown below its raised foot. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/eb17cdaa-8418-4098-85cb-9fdecbd96e15/LMG0036.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Leogryph",
            "uuid": "76a8fede-8941-45c3-b221-b4fbb7aaa259",
            "ID": 212,
            "description": "It is a mythical creature seen in many South Indian temples, often sculpted onto the pillars. It may be portrayed as part lion, part elephant and part horse, and in similar shapes. Also, it has been sometimes described as a leogryph (part lion and griffin), with some bird-like features. Also known by the terms Vyala or Vidala in Sanskrit. Elephant vyala with body and face turned to the left side. It wears a crown, ornaments and its proboscis is twirled to the proper right and resting on a modaka. A figure is shown on the right. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/76a8fede-8941-45c3-b221-b4fbb7aaa259/LMG0038.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Saraswati",
            "uuid": "7818218d-56ce-45ce-b4df-efbc7c909656",
            "ID": 213,
            "description": "Saraswati is a symbol of knowledge; its flow (or growth) is like a river and knowledge is supremely alluring, Like her presence, her origin holds great importance in the balance and creation of the world according to the Hindu texts. After creating the universe, Brahma looked over what was made and realized it was unformed and utterly lacking in concept. To help him with this monumental task of creating a form, Brahma decided to create the embodiment of knowledge. So from his mouth emerged the Saraswati – the goddess of knowledge and wisdom. Saraswati emerged from Brahma and began to give him direction on how to create order in the cosmos; the sun, moon, and stars all came into being. She later became his consort.Lord Brahma thus became the creator of the world with Goddess Saraswati as his wisdom. Paramara were a prominent Gurjara clan of medieval India. They were established as feudatories of Pratihara Kingdom from their capital at Dhar in Madhya Pradesh. The founder of this dynasty was Upendra. Bhoja I was one of the most the most noteworthy ruler of Paramara dynasty. The Paramas ruled until 1305, when the Malwa was conquered by Ala-ud-din Khilji, Sultan of Delhi. Image of Saraswati seated at ease on a high seat. Her upper hands are lost, while in the lower hands she holds a broken rosary and a fruit. She wears karandamakuta, hara, usual jewelleryand a sari secured with a girdle. She is nimbate. Her left ear and right breast are partly damaged. A female on her right holds a vina; while the one on the left carries a round object in the left hand, and her right hand is held in abhayamudra. Dhyani jina is shown above. White marble with races of black. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7818218d-56ce-45ce-b4df-efbc7c909656/LMG0039.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Pillar of Sun Temple",
            "uuid": "7e2ee0fe-6320-4b00-acd9-86e8778451bd",
            "ID": 214,
            "description": "Katarmal Sun Temple was built by the Katyuri king Katarmalla in between 9th to 13th century. About 17 km from Almora, this ancient piece of history lies in the salubrious Hills of Kumaon. Katarmal Sun Temple is considered as the second most important sun temple in India after Konark Sun Temple (Orissa). It is believed to be the only sun temple located in the hills. A 2 km steep climb is required to reach the temple, which is placed at the top of the hill. What awaits the visitor is the brilliantly made architectural wonder perched at 2,116 metres above sea level. Main deity of the well-designed temple is the old Sun God known as Burhadita or Vraddhaditya. The primary shrine is surrounded by 45 smaller shrines. Besides the statue of Vraddhaditya, the main temple structure also includes statues of other deities.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7e2ee0fe-6320-4b00-acd9-86e8778451bd/LMG0041.png",
            "period": 1300,
            "museum": "National Museum"
        },
        {
            "name": "Vajra Tara",
            "uuid": "2a340bf0-99a0-40ef-8e63-b605d57e2caf",
            "ID": 215,
            "description": "Tara is a Hindu, Jain, and Buddhist goddess. Her name means star, and she is associated with the North Star. In Buddhism she is the consort of Avalokitesvara, the Bodhisattva of Compassion. She is also said to be his off spring or emanation, sprung from the tears that he shed out of sympathy for the sufferings of mankind. Tara plays an important role in Tantric worship, where she takes on a multitude of benign and fierce forms. Bust of Vajra Tara carved in the round with four heads and eight arms. All the left arms are missing, but portions to the right side are extant. The goddess wears an elaborate torque with a large jewel in the middle and a necklace of beads consisting of three strings. On the forehead of the front head is a square diamond-shaped mark. The hair is arranged in a conical knot visible between the four heads. The head-dresses are profusely adorned with strings of pearls. In the head-dress of the principal head are four figures of Dhyani-Buddhas seated in various attitudes. The deity has abnormally large breasts. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/2a340bf0-99a0-40ef-8e63-b605d57e2caf/LMG0042.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Siva on Bull",
            "uuid": "ca9036ea-37ec-4ef6-8cd0-e8808fa9f8fc",
            "ID": 216,
            "description": "Nandi is the gate-guardian deity of Kailasa, the abode of Lord Shiva. He is usually depicted as a bull, which also serves as the mount to Shiva.Nandi is described as the son of the sage Shilada. Shilada underwent severe penance to have a boon– a child with immortality and blessings of Lord Shiva, and received Nandi as his son. It is said that Nandi was born from a ritual performed by the Shilada, and his body was clad in armour made out of diamonds, when he was born. Nandi grew as an ardent devotee of Lord Shiva and he did penance to become his gate-keeper, as well as his mount, on the banks of river Narmada, near present-day Nandikeshwar Temple, in Jabalpur, Madhya Pradesh. Four-armed Siva seated on Nandi bull, with his right leg suspended and left flexed at the knee. His hair is tied into a conical loop over the head parted in the middle, wearing a crescent and other ornaments. He wears round earrings, a necklace, bangles, vanamala composed of skulls, anklets, composed of skulls, anklets, yajnopavita of serpents, and a double chord around his waist. Third eye of Siva is in the middle of the foreheAD His linga is shown erect touching the stomach. The Nandi bull has its face turned to the proper right, with a bell hanging around its neck and the tail raised and turned. Made in reddish stone. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/ca9036ea-37ec-4ef6-8cd0-e8808fa9f8fc/LMG0043.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Parvati (consort of siva)",
            "uuid": "33e7ad68-1df0-44dc-b88c-b71e230eb40b",
            "ID": 217,
            "description": "Parvati is Shakti, the wife of Shiva and the gentle aspect of Mahadevi, the Great Goddess. Parvati is considered as complete incarnation of Adi Parashakti', with all other goddesses being her incarnations or manifestations. Parvati is nominally the second consort of Shiva, theHindu god of destruction and rejuvenation. However, she is not different from Sat, being the reincarnation of Shiva's first wife. Parvati is the mother of the gods and goddess, Ganesha and Skanda- (Kartikeya).Parvati, when depicted alongside Shiva, generally appears with two arms, but when alone, she is shown having four or eight arms, and astride a tiger or lion.Parvati is the goddess of power. She is the one who gives life energy (or 'Shakti') to all beings and without her, all beings are inert. The goddess isShakti herself, who actually lives in all beings in the form of power. Without power, one can do nothing, including yoga. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/33e7ad68-1df0-44dc-b88c-b71e230eb40b/LMG0044.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Varunani",
            "uuid": "4a4c3962-55b5-4410-9064-b84c9fc71909",
            "ID": 218,
            "description": "In the Vedas Varun is one of the great four gods. According to many, He is the creator. According to some, He is the God of ocean. He is generally shown riding a mixed animal that has the legs of a lion, has a tusk of an elephant, the tail of a fish. This creature merely suggests that life is a mystery, it is full of contradictions, but it is acceptable. Varunani is the Shakti (energy) of God Varun. She holds a noose in one hand so as to symbolise her ability to catch and hold things. She too sits on a hybrid animal called Makar. This animal is also the symbol for Capricorn sign of the zodiac. Varuni, also known as Varunani and Jaldevi, is the consort of Varuna, often depicted with her husband. She is goddess of wine. She is described in Rig-Veda.According to the legend, Varuni was married to Varuna after she came out of the Samudra manthan, during the churning of the amrita. Figure of Varunani, the consort of Varuna, with the pasa in her hand. Right arm and left forearm are broken and lost. She is seated on an elaborately carved makara with her right leg suspended and left flexed at the knee. She wears an ornamented conical crown, earrings, necklaces of pearls, stanottariya, armlets, anklets and a lower garment held at the waist by a double chord band. Her breasts are prominently carved in round. The nose is slightly damaged. A decorative niche on the back slab with two makaras on either end and a kirtimukha on top are flanked by two pairs of flying celestials. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/4a4c3962-55b5-4410-9064-b84c9fc71909/LMG0045.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Natesa",
            "uuid": "3163a971-34b5-4ba5-b77c-d5b8c2143836",
            "ID": 219,
            "description": "Natesha or Nataraja, Shiva as the Lord of Dance, is one of the most significant forms of Shiva. The Nataraja form represents the exuberance and dance of creation which self-created itself from eternal stillness.As the Lord of Dance, Nataraja, Shiva performs the Ananda Tandava (dance of bliss), the dance in which the universe is created, maintained, and dissolved. Image of Nataraja standing on a lotus base with kirtimukha in front. The Nandi, his vahana, is shown tasting his tentacles (Siva) from below. All his arms except the right and the middle which holds the drum now stand lost. He is flanked by a seated drummer on the right and a standing female on the left. At the top corners are depicted two flying celestials. He wears a jatamukuta, earrings, necklaces, armlets, yajnopavita, waistband and anklets. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/3163a971-34b5-4ba5-b77c-d5b8c2143836/LMG0046.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Vishnu With Consorts",
            "uuid": "21bab557-1fbd-4a9d-9aa8-6220d7626372",
            "ID": 220,
            "description": "Vishnu is one of the most important gods in the Hindu pantheon and, along with Brahma and Shiva, is considered a member of the holy trinity (Trimurti) of Hinduism. He is the most important god of Vaishnavism, the largest Hindu sect.Vishnu is the Preserver and guardian of people (Narayana), he protects the order of things (dharma) and, when necessary, he appears on earth in various incarnations or avatars to fight demons and fierce creatures and so maintain cosmic harmony. Four-armed figure of Vishnu standing on double lotus pedestal. In his upper right hand, he holds a chakra, in the lower right a lotus, in the upper left a conch, the lower left hand, which is missing, held the gada. He is profusely ornamented and wears a conical jewelled crown on the head, earrings, necklace of pearl strings, yajnopavita, armlets, bangles, anklets, and a vanamala. The lower garment up to the knees is held at the waist by an ornamented band. The figure carved in a decorative niche is flanked on either side by a standing female deity, with two female chauri-bearers above. On both sides of his head are Brahma and Siva seated cross-legged on double-lotuses. A kirtimukha is on top with a pair of flying celestials at the extreme ends. Below the lower right hand of Vishnu, on the pedestal, Garuda is kneeling down with hands clasped in devotion. Floral motifs with kneeling devotees are on either side on the pedestal in front. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/21bab557-1fbd-4a9d-9aa8-6220d7626372/LMG0047.png",
            "period": 1200,
            "museum": "National Museum"
        },
        {
            "name": "Uma- Mahesvara",
            "uuid": "7dd82189-ad85-49a4-9ebc-c85ea5b80c9c",
            "ID": 221,
            "description": "This figure of Shiva as Mahesvara, the Lord of the Universe, and his wife Parvati as Uma is the most beautiful form. This form of the Hindu divine couple joins the opposing male and female aspects of the cosmos to represent the oneness of all things.In her incarnation as Uma, the goddess performed many meritorious deeds in order to marry Shiva. Together, Uma and Mahesvara represent an ideal married couple with arms draped around each other. Arched slab carved in high relief showing Hara-Gauri. Four-armed Siva is seated in sukhasana. He holds the trident in the upper right hand and a cup in the upper left. With two fingers of the lower right hand he is lovingly touching the chin of his consort, who is seated embracing him on his lap, also in sukhasana. The deities are adorned with the usual ornaments. Couchant Nandi bull and the lion are depicted on the base in front, under the dangling foot of the respective deities. The arched slab has a wreathed prabhavali and a flaming border. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/7dd82189-ad85-49a4-9ebc-c85ea5b80c9c/LMG0048.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Vishnu",
            "uuid": "fd689c80-d88f-4353-8743-b539296a94c8",
            "ID": 222,
            "description": "Vishnu is one of the most important gods in the Hindu pantheon and, along with Brahma and Shiva, is considered a member of the holy trinity (Trimurti) of Hinduism. He is the most important god of Vaishnavism, the largest Hindu sect.Vishnu is the Preserver and guardian of people (Narayana), he protects the order of things (dharma) and, when necessary, he appears on earth in various incarnations or avatars to fight demons and fierce creatures and so maintain cosmic harmony. Vishnu four-armed holding a club and chakra in upper right and left hands respectively. Both the weapons are resting on double-petalled lotuses. Lower right hand is in varadamudra and the lower left is holding a sankha. The figure is attended on the pedestal by attendants holding a chakra and conch. The top portion has kirtimukha in the centre flanked by flying vindhyadasas. The central part of the pedestal has a multi-armed seated figure in a medallion. Four other figures in anjalimudra are carved on the pedestal. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/fd689c80-d88f-4353-8743-b539296a94c8/LMG0049.png",
            "period": 800,
            "museum": "National Museum"
        },
        {
            "name": "Vishnu",
            "uuid": "e7eaa9df-e06e-4c76-850d-96eab4305e41",
            "ID": 223,
            "description": "Vishnu is one of the most important gods in the Hindu pantheon and, along with Brahma and Shiva, is considered a member of the holy trinity (Trimurti) of Hinduism. He is the most important god of Vaishnavism, the largest Hindu sect.Vishnu is the Preserver and guardian of people (Narayana), he protects the order of things (dharma) and, when necessary, he appears on earth in various incarnations or avatars to fight demons and fierce creatures and so maintain cosmic harmony. Arched slab carved in relief showing four-armed Vishnu standing on a double-lotus flanked by his consorts Sri Devi and Saraswati, who hold the chauri and the vina respectively. In the upper right hand he holds the gada, in the upper left the chakra, and in the lower left the sankha. He wears a kirita, vanamala and other ornaments. There is a halo behind the head, flanked by two gandharvas. Floral scroll and two kneeling devotees can be seen on the base in front. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/e7eaa9df-e06e-4c76-850d-96eab4305e41/LMG0050.png",
            "period": 1000,
            "museum": "National Museum"
        },
        {
            "name": "Ambika",
            "uuid": "6d95162c-aac0-4bc9-b937-f9b2e3391495",
            "ID": 224,
            "description": "Ambika is the Yakshi “Dedicated attendant deity”. According to the tradition her vehicle is lion. In her hand she carries branch of mango tree and she has her two sons. The Pala school of Sculptural Art is recognized as a distinct phase of the Indian art, and is noted for the artistic genius of the Bengal sculptors. The Palas built a number of monasteries and other sacred sculptures. Image of Ambika standing under a mango tree on a lotus seat. In her right hand, she holds a bunch of mangoes, while a child holds her forefinger of the left hand. She is wearing a thin head-dress. The other ornaments consist of the earrings, hara, armlets, bracelets, sacred thread and a lower garment. A sash is tied around her thighs. Below, near the right leg, is a male figure standing wearing a crown and other ornaments. On her either side are shown two dancing figures. Above her head is carved the figure of a jina with two lotus flowers. Her vahana, the lion, is shown below on the pedestal. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/6d95162c-aac0-4bc9-b937-f9b2e3391495/LMG0051.png",
            "period": 900,
            "museum": "National Museum"
        },
        {
            "name": "Pillar with Purna Kumbha",
            "uuid": "32c20172-f289-4e48-ab17-42601a1cef70",
            "ID": 225,
            "description": "The Chahamanas of Shakambhari, popularly known as the Chauhans of Sambhar, were an Indian dynasty that ruled parts of the present-day Rajasthan and its neighbouring areas between 7th to 12th centuries. The territory ruled by them was known as Sapadalaksha. They were the most prominent ruling family of the Chahamana (Chauhan) clan, and were categorized among Agnivanshi Rajputs in the later medieval legends. Fragment of a decorated pillar showing kirtimukha bands on the top and bottom and a ghatpallava on the lower half. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/32c20172-f289-4e48-ab17-42601a1cef70/LMG0052.png",
            "period": 1100,
            "museum": "National Museum"
        },
        {
            "name": "Pillar showing Suvanna Karkata Jataka",
            "uuid": "50579778-401a-48ec-8e35-546ee4a5c7e7",
            "ID": 226,
            "description": "Bharhut Stupa depicts various narrative reliefs jatakas in a lively and artistic manner. The stupa medallion, carved on a pillar, narrates the Suvanna Karkata Jataka. The story unfolds the bond of friendship and loyalty shared between a bodhisattva and his friend, Savanna Karkata, a crab with a golden hue. The artists of Bharhut mastered the art of narrating various moments from a jataka in one concise event. In this medallion, three moments from the story unfolds in one physical space. The name of the jataka is inscribed in Brahmi above the medallion on the pillar. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/50579778-401a-48ec-8e35-546ee4a5c7e7/MG001.png",
            "period": -200,
            "museum": "National Museum"
        },
        {
            "name": "Naga Muchalinda protecting the throne of the Buddha",
            "uuid": "f504a7de-353f-40d8-9360-c03ef4c8fe93",
            "ID": 227,
            "description": "The Vinaya Pitaka, during the forty-nine days of contemplation by Buddha before he attained enlightenment. In the third week, Buddha sat across the banks of Niranjana River under a Muchalinda tree, which was protected by the snake-king. In this pillar fragment from Jagannath Tekri Stupa, the front three sides depict the symbolic representation of Buddha in early Buddhist art. The central panel depicts Buddha's worship through the presence of an empty throne sheltered by a five-headed Naga Muchalinda under a tree decorated with garland streamers. Fearing harm to the Buddha during the rainy season, King Naga Muchalinda rose above the regurgitating waters and coiling himself around Buddha’s body providing shade with his hooded canopy of heads.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/f504a7de-353f-40d8-9360-c03ef4c8fe93/MG002.png",
            "period": -200,
            "museum": "National Museum"
        },
        {
            "name": "Devotee Circumambulation a Stupa",
            "uuid": "50e53078-cc4f-4874-afae-9988f13bdc3e",
            "ID": 228,
            "description": "A relief fragment from Bharhut depicting a stupa with a railing in red sandstone. A stupa is made of a mud-build core at the centre with the harmika on the outer surface marking the axis-mundi. Through this fragment, we get a glimpse of stupa architecture invariably seen at Bharhut and Sanchi. In this fragment, the decorated stupa occupies a large part, whereas one-fourth of its space is given to a female devotee entering the stupa enclosure for circumambulation (pradakshina). ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/50e53078-cc4f-4874-afae-9988f13bdc3e/MG003.png",
            "period": -200,
            "museum": "National Museum"
        },
        {
            "name": "Elephants carrying Buddha’s relics",
            "uuid": "0069a76b-0f77-4af9-b282-81036065ed3b",
            "ID": 229,
            "description": "The coping stone fragment from the Bharhut Stupa, shows a processional scene of five elephants with caskets on their heads walking towards a group of female dancers. The narrative relief refers to the transportation of Buddha’s relics after his parinirvana. Mentioned in the Mahaparinirvana Sutra, after Buddha’s passing away there ensued a fight among the seven kingdoms to worship his bodily remains. The eight kingdoms that fought for Buddha’s remains were – the Lichchavis of Vaishali, the Shakyas of Kapilavastu, the Koliyas of Ramagrama, the Mallas of Pawa, the Mallas of Kushinagar, Brahmanas of Vishnudwipa, Buliyas of Allakappa, and Ajatshatru of Magadha. Buddha’s remains were later enshrined in stupas for worship by these clans. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/0069a76b-0f77-4af9-b282-81036065ed3b/MG004.png",
            "period": -200,
            "museum": "National Museum"
        },
        {
            "name": "Bell",
            "uuid": "c6a09d34-795f-44a7-8579-4f7886a22864",
            "ID": 230,
            "description": "A set of five important Buddhist ritual implements - a thunderbolt (vajra), bell (ghanta), a staff (khatavanga), a ritual dagger (phurba), and prayer wheel (khor-lo). The ritual objects are invariably featured as major iconographic attributes of tantric deities, like Vajrasttva, Trailokyavijaya, Heruka, Chakrasamvara, and Vajrayogini, among others. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c6a09d34-795f-44a7-8579-4f7886a22864/MIG001.png",
            "period": 1800,
            "museum": "National Museum"
        },
        {
            "name": "Vajra",
            "uuid": "2a3d74c7-a65a-41b1-a038-fce633115c61",
            "ID": 231,
            "description": "A set of five important Buddhist ritual implements - a thunderbolt (vajra), bell (ghanta), a staff (khatavanga), a ritual dagger (phurba), and prayer wheel (khor-lo). The ritual objects are invariably featured as major iconographic attributes of tantric deities, like Vajrasttva, Trailokyavijaya, Heruka, Chakrasamvara, and Vajrayogini, among others.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/2a3d74c7-a65a-41b1-a038-fce633115c61/MIG002.png",
            "period": 1800,
            "museum": "National Museum"
        },
        {
            "name": "Tantric staff",
            "uuid": "c485a64c-0a4a-404d-8f97-a71798d175e9",
            "ID": 232,
            "description": "A set of five important Buddhist ritual implements - a thunderbolt (vajra), bell (ghanta), a staff (khatavanga), a ritual dagger (phurba), and prayer wheel (khor-lo). The ritual objects are invariably featured as major iconographic attributes of tantric deities, like Vajrasttva, Trailokyavijaya, Heruka, Chakrasamvara, and Vajrayogini, among others. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/c485a64c-0a4a-404d-8f97-a71798d175e9/MIG003.png",
            "period": 1800,
            "museum": "National Museum"
        },
        {
            "name": "Ritual Dagger",
            "uuid": "28226b90-1ed3-4b32-b799-82d6701ebb27",
            "ID": 233,
            "description": "A set of five important Buddhist ritual implements - a thunderbolt (vajra), bell (ghanta), a staff (khatavanga), a ritual dagger (phurba), and prayer wheel (khor-lo). The ritual objects are invariably featured as major iconographic attributes of tantric deities, like Vajrasttva, Trailokyavijaya, Heruka, Chakrasamvara, and Vajrayogini, among others.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/28226b90-1ed3-4b32-b799-82d6701ebb27/MIG004.png",
            "period": 1800,
            "museum": "National Museum"
        },
        {
            "name": "Ritualistic Ambrosia (Bumpa)",
            "uuid": "954e8f97-20a3-472b-9244-c6eef593f55c",
            "ID": 234,
            "description": "A unique bumpa or ritual vessel from Ladakh meant to store holy water during the ritual ceremonies and prayers in chapels and monasteries. The vessel is cast in silver and exhibits intricate motifs. The most striking detail of the vessel is its inlay of semi-precious stones like turquoise, lapis lazuli, and coral in concentric bands. In esoteric Buddhist practices, such treasure vases or bumpa, are specially used for initiation purification rituals associated with these deities. Additionally, vase embodying inexhaustible treasures were also symbolic of wealth, prosperity, health, and longevity. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/954e8f97-20a3-472b-9244-c6eef593f55c/MIG005.png",
            "period": 1800,
            "museum": "National Museum"
        },
        {
            "name": "Wooden panel",
            "uuid": "6935d063-8f0c-4060-930f-aeeb9185c282",
            "ID": 235,
            "description": "The tradition of Buddhist manuscripts in India proliferated from the Pala period onwards, reaching further across Asia. In this wooden panel, with holes probably meant to store a manuscript, the front face bears three seated images. of Bhaishajyaguru Buddha or the Medicine Buddha in the earth-touching gesture (bhumisparsha mudra). He holds a bowl in his lap instead of the myrobalan herb (triphala), associated with healing and life-giving aspects in Indian ayurvedic practices.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/6935d063-8f0c-4060-930f-aeeb9185c282/MIG006.png",
            "period": 1900,
            "museum": "National Museum"
        },
        {
            "name": "Ritual Container",
            "uuid": "30d1ebda-c40e-4d2c-8647-7dae1907c360",
            "ID": 236,
            "description": "Ranging from ceremonial alters to the sacred space of thangka, ritual vessels are of great significance in Buddhist practices. This composite vessel is cast and gilded in silver with gold polish. The base has a floral stand with a coral laden stand supporting the vessel of plenty (purnaghata). The vase cover supports a leaf-shaped insignia with the swirling motifs of two dragons in dense floral scrolls. Streamers encrusted with lapis lazuli and coral fall from the insignia to the base. Centrally places is a bejewelled deity holding a vajra in his hands.  ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/30d1ebda-c40e-4d2c-8647-7dae1907c360/MIG007.png",
            "period": 1700,
            "museum": "National Museum"
        },
        {
            "name": "Vajracharya Priest’s Crown ",
            "uuid": "13e3c224-b97a-4553-ac1d-d84ff63a0222",
            "ID": 237,
            "description": "In the Newari Buddhist tradition, elaborate ritual crowns are worn by the royal priest (vajracharya) while officiating ritual performances on behalf of the king and kingdom. As a ritual tool, the headgear embodies divine aspects of the cosmic forces embodied by the Buddhas. The crown display a unique iconography of the five transcendental Buddhas, simulating a three-dimensional mandala, with niches set around the dome in the cardinal directions for the peripheral Buddhas. The supreme Buddha, Adi-Buddha, is shown holding the thunderbolt (vajra) and the bell (ghanta), posing in the vajrahumkara mudra. He is placed above the five Buddhas (panchatathagatas). These deities, as emanations of the supreme Buddha (Adi-Buddha) guard the four cardinal directions, including the center.",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/13e3c224-b97a-4553-ac1d-d84ff63a0222/MIG008.png",
            "period": 1700,
            "museum": "National Museum"
        },
        {
            "name": "Votive Plaque showing Buddha’s great demise (mahaparinirvana)",
            "uuid": "605c9210-fa39-4c91-9a99-dfd0ccde9287",
            "ID": 238,
            "description": "To create a pan-Asian iconography for worshiping Buddha during his final moments, the mahaparinirvana representations focus on Buddha’s final moments of resting. The Mahaparinirvana Sutra propagates worship of sacred places associated with the Buddha’s birth, enlightenment, first sermon, and demise. In Buddhist art, from early Indian art onwards, in the mahaparinirvana scenes, Buddha is represented lying on a couch between twin Shala trees, with his head to the proper right, surrounded by grieving monks and celestial beings. In this votive statuette from Thailand, Buddha's golden form is seen resting in utmost spiritual tranquility, preparing to reach the final stages of mahaparinirvana. ",
            "thumb": "https://api.museumverse.net/api2/assets/artifacts/605c9210-fa39-4c91-9a99-dfd0ccde9287/PCWA001.png",
            "period": 1600,
            "museum": "National Museum"
        }
    ]
}